{
    "Recipes": [
        {
            "number": "000001",
            "category": "3",
            "meal": "102",
            "news": "4",
            "kcal": "8.34/44.4/36.51/568.25/459",
            "title": "Постные конфеты \"Баунти\" ",
            "ingredients": "кокосовая стружка 200 г \nфиники большие 1 шт. \nизюм белый 30 г \nкокосовое молоко 20 мл \nшоколад горький 1 плитка \n",
            "direction": "1. Подготовить ингредиенты. \n2. В чаше блендере соединить изюм, кокосовую стружку, финик. \n3. Влить кокосовое молоко и пробить блендером. \n4. Должна получиться однородная липкая масса. \n5. Скатать шарики. Готовые шарики убрать на 15 минут в холодильник. \n6. В это время растопить на паровой бане плитку шоколада. \n7. Свернуть корнетик из бумаги и заполнить его растопленным шоколадом. \n8. После того, как шарики станут твердыми – полить их шоколадом или полностью покрыть шоколадной глазурью. По желанию можно посыпать стружкой миндаля. \n"
        },
        {
            "number": "000002",
            "category": "3",
            "meal": "102",
            "news": "",
            "kcal": "5.34/21.67/24.31/307.93/870",
            "title": "Постное пирожное из авокадо",
            "ingredients": "финики 100 г \nгрецкий орех 100-150 г \nавокадо (крупный) 2 шт. \nкакао (порошок) 60 г \nмед 3-4 ст.л. \n",
            "direction": "1. Подготовить ингредиенты. \n2. Финики промыть, освободить от косточек. Если финики слишком жесткие — залить их прохладной кипяченой водой и оставить на 1 час. Затем воду слить. \n3. Грецкий орех измельчить. \n4. Добавить 4—5 столовых ложек какао и финики, пробить до однородности. \n5. Форму застелить пергаментной бумагой и выложить в нее полученную массу. Разровнять и утрамбовать. \n6. Авокадо очистить, выложить в чашу блендера. Добавить мед и какао (4 ст. л.), пробить до однородности. \n7. Выложить шоколадный крем в форму с основой. Разровнять и отправить в морозилку минимум часа на 3. \n8. Нарезать кусочками и подавать. Никто и никогда не догадается, что этот десерт сделан из авокадо! \n"
        },
        {
            "number": "000003",
            "category": "3",
            "meal": "102",
            "news": "3",
            "kcal": "4.16/8.2/29.45/204.64/643",
            "title": "Шоколадные конфеты из пшена ",
            "ingredients": "пшено 80 г \nкурага 60 г \nгрецкий орех 50 г \nсахар 3 ст.л. \nкакао 2 ч.л. \nшоколад горький 40 г \nвода 320 мл \n",
            "direction": "1. Пшено промыть в холодной воде до прозрачности. Затем пшено переложить в кастрюльку, добавить воды (320 мл) и сахар. Варить на медленном огне 20-25 минут, иногда помешивая. Совет! Сахар можно заменить мёдом, добавив его в 4 шаге. \n2. Курагу залить кипятком и оставить на 15 минут. \n3. Когда курага набухнет, поместить ее в блендер и измельчить. \n4. Соединить в миске пшенную кашу, измельченную курагу, поломанные грецкие орешки и какао (лучше просеять его через ситечко). \n5. Пробить погружным блендером. Должна получиться густая масса. \n6. Шоколад натереть на мелкой терке. Совет! Вместо шоколада можно использовать измельченные кукурузные хлопья, кокосовую стружку. \n7. Из пшенной массы влажными руками сформировать шарики величиной с грецкий орех, обвалять их в шоколаде. \n8. Конфетки получаются очень вкусными и нежными. \n"
        },
        {
            "number": "000014",
            "category": "3",
            "meal": "102",
            "news": "0",
            "kcal": "1.31/0.29/17.80/76.67/630",
            "title": "Десерт из апельсинов и грейпфрутов ",
            "ingredients": "листики мяты 6 шт. \nмед 2 ст. л. \nапельсины 3 шт. \nгрейпфруты 2 шт. \n",
            "direction": "1. Из одного апельсина выжать сок. Оставшиеся апельсины и грейпфруты очистить, острым ножом вырезать мякоть из пленок. Выложить на круглое блюдо рядами. \n2. Мяту вымыть, обсушить и разобрать на листики. Измельчить их и смешать с апельсиновым соком и медом. Полить получившимся соусом фрукты и поставить в холодильник на 15 мин. \n"
        },
        {
            "number": "000015",
            "category": "3",
            "meal": "102",
            "news": "5",
            "kcal": "8.36/17.57/49.03/383/950",
            "title": "Батончики из хлопьев с замороженной клюквой ",
            "ingredients": "150 г овсяных хлопьев \n50 г пшеничных хлопьев \n50 г сухих завтраков в виде колечек \n100 г меда \n250 г темного (больше 60% какао) шоколада \n100 г любых орехов \n50 г тыквенных семечек \n100 г замороженной клюквы \n50 г кураги \n50 г цукатов из любых фруктов \n",
            "direction": "1. Раздробите орехи и тыквенные семечки в ступке, чтобы получилась крупная крошка. Измельчите ножом курагу и цукаты. \n2. Смешайте хлопья, колечки, орехи, семечки, курагу, клюкву и цукаты. Старайтесь не раздавить клюкву. \n3. В маленькой кастрюльке немного нагрейте мед, смешайте с сухими ингредиентами. \n4. Переложите получившуюся массу в смазанную маслом форму для выпечки с высокими бортиками, разровняйте и утрамбуйте (опять-таки стараясь не раздавить клюкву). Запекайте на средней полке разогретой до 180°С духовки 25 мин. или до появления румяной корочки. Полностью остудите массу и переверните ее на разделочную доску. \n5. Растопите на водяной бане шоколад. Полейте массу из хлопьев и сухофруктов шоколадом. Поставьте доску с массой в холодильник на 1 ч. \n6. Достаньте массу из холодильника, нарежьте квадратиками и подавайте \n"
        },
        {
            "number": "000036",
            "category": "3",
            "meal": "100",
            "news": "2",
            "kcal": "13.07/6.89/11.01/162.71/985",
            "title": "Черничный творожник",
            "ingredients": "творог обезжиренный 600 г\nчерника 150 г\nкрупа манная 5 ст.ложек\nяйцо куриное 2 штуки\nстевия по вкусу\n",
            "direction": "1. Желтки растереть миксером со стевией и ванилью добела.\n2. Добавить творог и взбить до однородности.\n3. Всыпать манку и подмешать чернику.\n4. Белки взбить и ввести в массу.\n5. Выложить в форму и запекать при 180 градусах 30 минут. Украсить черникой.\n"
        },
        {
            "number": "000037",
            "category": "3",
            "meal": "102",
            "news": "0",
            "kcal": "12.34/40.4/27.97/506.17/680.5",
            "title": "ПП брауни  ",
            "ingredients": "2 чашки грецких орехов\n1 чашка фиников без косточек\n3 столовые ложки сырого какао-порошка \n1/2 ч.л. морской соли\n",
            "direction": "1. Добавьте все ингредиенты в кухонный комбайн или блендер и измельчите до тех пор, пока смесь не соберется в липкий шар. \n2. Раскатайте полученную смесь, Распределите смесь на пергамент в сковороде или другой ёмкости, но так, чтобы верх был плоским. Отправьте в морозилку не менее чем на 1 час. Затем выньте из морозильника и разрежьте на 12 квадратиков. Хранить в герметичном контейнере в морозильной камере.\n"
        }
    ]
}