{
    "Recipes": [
        {
            "number": "500006",
            "category": "3",
            "meal": "100",
            "news": "3",
            "title": "No Crust Sweet Potato Pie",
            "ingredients": "2 med. sweet potatoes\n2 t. butter\n3 large egg yolks\n1 c. white sugar\n1/2 c. cornstarch\n1 1/2 tsp. pure vanilla extract\n1 c. evaporated milk\n1/4 tsp. cinnamon\n",
            "direction": "1. Peel and chop up the sweet potatoes, place in a pot and cover with water. Bring them to a boil and cook until fork tender. \n2. Drain the water from the pot and use a potato masher to mash them up. Pour the mashed potatoes into a large bowl and stir in the butter until melted. Add the remaining ingredients to the bowl and beat together with an electric mixer on low speed to combine. Pour into a 9\" pie plate that has been sprayed with cooking spray. \n3. Bake in a 350 degree oven for 45 minutes. Allow to cool slightly before slicing and serve with a little whipped cream.\n"
        },
        {
            "number": "500009",
            "category": "3",
            "meal": "100",
            "news": "0",
            "title": "Diabetic Apple Pie",
            "ingredients": "1 cup whole wheat pastry flour\n1/8 teaspoon salt\n2 tablespoons corn oil\n2 tablespoons ice cold water (may need more)\n3 egg whites, divided\n3 large apples (Granny Smith or similar type)\n1 tablespoon lemon juice\n1 lemon, zest of\n1 teaspoon cinnamon\n1/2 teaspoon nutmeg\n1/2 teaspoon coriander\n1/2 cup frozen apple juice\n1/4 teaspoon cream of tartar\n",
            "direction": "1. In a large bowl sift flour and salt together. Stir in oil and water. Knead dough 3-4 times until moist and elastic. Roll into ball, cover, refrigerate for 10 minutes.\n2. Place between 2 sheets of wax paper. Roll dough into a 12-inch circle. Place in 8\" pie plate. Trim edges and press with fork.\n3. Poke a few holes in empty pie shell. Brush with 1 egg white and bake for 5 minutes at 350-degrees F. Remove from oven. While crust is cooking start preparing apples. Peel, core, and slice apples. Drop apples slices into bowl of cold water with 1 TB lemon juice. Drain and dry before using.\n4. Mix apple slices with half of lemon rind, cinnamon, nutmeg, coriander, and apple juice concentrate. Turn into pie shell.\n5. Place in 350 degrees F / 177 degrees C Gas 4 Moderate, oven and bake for 12-15 minutes. While pie is cooking, whip 2 egg whites until stiff peaks form. Add 1/2 tsp lemon rind and cream of tartar. Continue beating until thick. Remove pie from oven when done, pile meringue on top of it in decorative swirls, top with remaining lemon rind. Return to oven.\n6. Bake for 5-7 minutes longer or until meringue is golden brown.\n"
        },
        {
            "number": "500013",
            "category": "3",
            "meal": "102",
            "news": "5",
            "title": "Dreamsicle Salad (Sugar Free) ",
            "ingredients": "1 - 3 ozs pkg. sugar free orange jello\n1 - 3 ozs. pkg. sugar free instant vanilla pudding\n1 - 10 ozs. can mandarin oranges, drained\n1 - 8 ozs. tub fat free frozen whipped topping, thawed\n",
            "direction": "1. Dissolve jello in 1 c. boiling water. Add 1/2 c. cold water; let /set in fridge for 20 minutes.\n2. With mixer or whisk, add dry vanilla pudding mix and beat until smooth. Fold in oranges and whipped topping (by hand). Refrigerate.\n"
        },
        {
            "number": "500019",
            "category": "3",
            "meal": "100",
            "news": "4",
            "title": "Low Carb Lemon \"Cheesecake\" Bars",
            "ingredients": "1 (3 ounce) package sugar-free lemon gelatin\n2 tablespoons lemon juice\n2 (8 ounce) packages low-fat cream cheese\n1 cup boiling water\n1 graham cracker crust, prepared in a 10 inch springform pan\n",
            "direction": "1. Stir the boiling water into the box of jello, mixing for about 2 minute.\n2. Add the cream cheese and lemon juice.\n3. Mix until all lumps have disappeared.\n4. Pour into an 8\" square pan and chill until set.\n5. Cut into 8 squares. Calories 181.2 Calories from Fat 116, Total Fat 12.9 g, Saturated Fat 7.2 g, Cholesterol 42.0 mg, Sodium 207.4 mg, Total Carbohydrate 5.8 g, Dietary Fiber 0.0 g, Sugars 1.9 g, Protein 11.0 g\n"
        },
        {
            "number": "500022",
            "category": "3",
            "meal": "100",
            "news": "0",
            "title": "Banana Pancakes",
            "ingredients": "2 eggs\n1/2 cup instant oats\n1 banana\n1/4 cup applesauce\n1/2 tsp vanilla\n1/8 tsp baking powder\npinch of sea salt\n",
            "direction": "1. Blend. Cook until it starts to bubble, flip and cook an additional 2 minutes. Serve with pure maple syrup!\n"
        },
        {
            "number": "500059",
            "category": "3",
            "meal": "100",
            "news": "0",
            "title": "Kent's Low Carb Poke Cake",
            "ingredients": " 3/4 cup butter, softened\n  6 ounces cream cheese, softened\n  1 cup granular Stevia\n  7 eggs\n  1 1/2 teaspoons vanilla\n  1 1/2 cups almond flour (160 grams or 5 5/8 ounces)\n  2 1/2 ounces unsweetened coconut, ground fine (3/4 cup ground) \n  1 1/2 teaspoons baking powder\n  1 package sugar free strawberry gelatin (gelatin)\n  1 cup boiling water (gelatin)\n  1 cup ice water (gelatin)\n  1 1/4 cups heavy cream (whipped topping)\n  4 teaspoons granular Stevia (whipped topping)\n  2 teaspoons vanilla (whipped topping)\n  ",
            "direction": "1. In a large bowl, cream the butter, cream cheese and Stevia with an electric mixer. Add the eggs, one or two at a time; blend in the vanilla. The batter will look curdled. Mix the almond flour, coconut flour and baking powder; add to the egg mixture a little at a time. Beat about 1 minute until fluffy. Spread the batter in a greased 9x13\" glass cake pan. Bake at 350ยบ for 30 minutes. The cake will be golden brown and firm to the touch when done. Cool the cake on a wire rack.\n  2. While the cake is cooling, prepare the gelatin according to the package directions. Chill until the outside edges are just starting to set up but the center is still liquid. This will take a little over an hour. Poke the entire surface of the cake every 1/2 inch with a skewer or large meat fork. Slowly and evenly pour the liquid gelatin over the cake. Chill 2-3 hours. Frost with the Whipped Topping.\n  3. Do not use commercial coconut flour in this recipe. It won't work because it will make the cake very dry.\n  4. Whipped Topping. Beat all of the ingredients until thick and fluffy. \n  "
        },
        {
            "number": "500060",
            "category": "3",
            "meal": "102",
            "news": "0",
            "title": "Butterfinger Dessert ",
            "ingredients": " 1 (10\") prepared angel food cake, cut into 1' cubes\n  1 ( 1 oz.) package of sugar free, fat free butterscotch pudding mix\n  1 1/2 cups skim milk\n  2 ( 8 oz. ) containers of cool whip free, thawed\n  10 fun-sized butterfingers candy bars, crushed\n  ",
            "direction": "1. Spray 9 x 13\" pan with cooking spray. Arrange half the angel food cake cubes in bottom of pan.\n  2. In large bowl, combine the pudding mix with skim milk. Whisk until starting to thicken. Fold in both containers of cool whip free.\n  3. Pour half the \"fluff\" mixture over the cubed angel food cake in pan. Top with half the crushed butterfinger candies. Repeat with rest of cake, fluff and candy. Cover and refrigerate for at least an hour before serving, or overnight. \n  "
        }
    ]
}