{
    "Recipes": [
        {
            "number": "000006",
            "category": "1",
            "meal": "103",
            "news": "",
            "kcal": "4.76/2.09/26.97/147.6/1093",
            "title": "Коричневый рис с грибами ",
            "ingredients": "2 стакана коричневого риса \n2 кусочка сушеного белого гриба \n300 г шампиньонов \n300 г вешенок \n1 большой пучок зеленого лука \n4 зубчика чеснока \n1 ч. л. вустерского соуса \nоливковое масло \nсвежемолотая смесь перцев \nсоевый соус для подачи \nсоль \n",
            "direction": "1. В кастрюле залейте кусочки сушеных белых грибов 5 стаканами теплой питьевой воды на 15 мин. Доведите до кипения, варите 10 мин., шумовкой выньте грибы, мелко нарежьте и верните в процеженный отвар. \n2. Всыпьте рис, посолите, перемешайте, плотно закройте и варите согласно инструкции на упаковке. Затем, если у вас есть время, заверните кастрюлю в одеяло и дайте рису настояться 20 мин. Если времени нет, оставьте на выключенной плите на 5 мин. \n3. Тем временем удалите жесткие ножки у вешенок, протрите грибы салфетками. Нарежьте шампиньоны на четвертинки, а вешенки – любыми удобными для еды кусочками. \n4. Выложите грибы в форму для запекания, сбрызните маслом и вустерским соусом, перемешайте и поставьте в разогретую до 200°С духовку на 10–15 мин. Перемешивайте в процессе запекания. \n5. Очень тонко нарежьте белую часть зеленого лука, зеленую нарежьте кусочками длиной 1 см. Раздавите, очистите и мелко порубите чеснок. В сковороде на максимальном огне разогрейте смесь из 2 ст. л. оливкового масла и 0,5 стакана воды. Выложите в сковороду лук и чеснок, готовьте, активно перемешивая, 30 сек. \n6. Сразу же выложите лук с чесноком и грибы в рис, перемешайте и подавайте. Соевый соус подайте отдельно – пусть каждый добавляет его себе в тарелку сам. \n"
        },
        {
            "number": "000007",
            "category": "1",
            "meal": "100",
            "news": "5",
            "kcal": "46.42/3.17/38.93/200.27/1035",
            "title": "Гречневая каша с пряным постным молоком ",
            "ingredients": "1,5–2 стакана гречневой крупы \n600–800 мл соевого или орехового молока \n2 палочки корицы \n1 кусочек свежего корня имбиря \n2 ст. л. меда \nмед или сахар для подачи \n",
            "direction": "1. Залейте гречневую крупу 4–5 стаканами кипящей воды, посолите, закройте и варите на небольшом огне 25 мин. \n2. Одновременно в другую кастрюльку налейте соевое или ореховое молоко. Добавьте расколотые палочки корицы и нарезанный небольшими кусочками имбирь. На слабом огне доведите до кипения, добавьте мед, выключите огонь, закройте кастрюлю крышкой и настаивайте, пока варится гречка. \n3. Разложите гречку по глубоким тарелкам, залейте пряным молоком через ситечко. Дополнительно подайте мед или сахар. \n"
        },
        {
            "number": "000008",
            "category": "1",
            "meal": "101",
            "news": "0",
            "kcal": "5.2/9.16/26.94/201.56/1014",
            "title": "Гречка с печеной тыквой ",
            "ingredients": "2 стакана гречневой крупы \n400–500 г тыквы \n2 большие луковицы \n8–10 зубчиков чеснока \n80 мл оливкового масла + еще для подачи \n0,5 ч. л. сладкой молотой паприки \n0,5 ч. л. порошка карри \n0,5 ч. л. сахара \n",
            "direction": "1. Залейте гречневую крупу 4 стаканами кипящей воды, посолите, закройте и варите на небольшом огне 20 мин. \n2. Разогрейте духовку до 180 °С. Очистите тыкву, лук и чеснок. Тыкву нарежьте кусочками 2 см. Лук нарежьте довольно мелкими полуперьями. Чеснок разрежьте вдоль пополам. \n3. Смешайте растительное масло с 0,5 ч. л. соли, сахаром, паприкой и карри. Обваляйте в этой смеси тыкву, затем добавьте лук и чеснок, перемешайте и выложите овощи на застеленный пергаментом противень. Запекайте до мягкости тыквы, 15–25 мин., в зависимости от сорта. \n4. Разложите кашу по тарелкам горкой, сверху выложите запеченную тыкву. Полейте оливковым маслом и подавайте. \n"
        },
        {
            "number": "000009",
            "category": "1",
            "meal": "101",
            "news": "0",
            "kcal": "1.07/0.24/5.84/29.96/1564",
            "title": "Овощное рагу ",
            "ingredients": "половина среднего кочана молодой капусты \n3-4 картофелины \n1-2 моркови \n2 кабачка \n3-4 помидора \n2 репчатые луковицы \n1-2 зубчика чеснока \nсоль, перец \nрастительное масло \nзелень (петрушка, укроп) по желанию \n",
            "direction": "1. Капусту нарезать крупными кусками и выложить на дно кастрюли (с толстым дном). Картофель, кабачки порезать кубиками средней величины и ровным слоем выложить на капусту. Не перемешивая овощи, добавить в них небольшое количество растительного масла. Накрыть крышкой и готовить на самом низком огне 5-7 минут. \n2. Пока овощи тушатся, репчатый лук мелко порезать, морковь натереть. Помидоры нарезать кубиками. В сковороде разогреть небольшое количество масла, обжарить лук и морковь до мягкости 3-4 минуты, постоянно помешивая, чтобы овощи не пригорали. Затем добавить помидоры, перемешать и тушить еще пару минут все вместе. \n3. Добавить обжаренные овощи в кастрюлю. Посолить, поперчить и перемешать. Если в овощах недостаточно жидкости, влить немного горячей воды. Тушить овощи под крышкой, периодически помешивая и подливая воду, на низком огне до готовности 7-10 минут. \n4. Когда рагу будет готово, по желанию добавьте измельченный чеснок и зелень. \n"
        },
        {
            "number": "000012",
            "category": "1",
            "meal": "101",
            "news": "4",
            "kcal": "4.81/3.32/13.04/100.09/800",
            "title": "Перловка с шампиньонами ",
            "ingredients": "масло растительное 2 ст.л. \nлук репчатый 1 луковица \n2 стакана перловки \n4 стакана воды \nшампиньоны \nсоус соевый \nсоль \n",
            "direction": "1. Крупу высыпать в мелкое сито и тщательно промыть в нескольких водах. В большой кастрюле вскипятить немного воды, поместить сверху сито с перловкой, накрыть крышкой и оставить на среднем огне на 20 мин. \n2. Вскипятить 4 стакана воды, добавить щепотку соли, 1 ст. л. растительного масла и распаренную перловку. Довести до кипения, уменьшить огонь и варить, 20 мин. Отбросить перловку на дуршлаг. \n3. Шампиньоны вымыть и нарезать на четвертинки. Отварить в небольшом количестве кипящей подсоленной воды, 6 мин. Шумовкой переложить шампиньоны из кастрюли на разделочную доску. Грибной отвар процедить. \n4. Лук очистить, измельчить и обжарить в разогретом растительном масле, 4 мин. Добавить шампиньоны и жарить еще 3 мин. \n5. Выложить перловку, перемешать и сразу же снять с огня. \n6. Грибной отвар довести до кипения, добавить соевый соус и перловку с грибами и луком. Накрыть крышкой и томить на небольшом огне, 1 час. Это можно делать в духовке. \n"
        },
        {
            "number": "000021",
            "category": "1",
            "meal": "101",
            "news": "5",
            "kcal": "5.64/8.79/13.75/157.49/1290",
            "title": "Котлеты из кабачков с сыром",
            "ingredients": "яйцо 2 шт\nсыр 100-150 г\nмука 4 ст ложки\nперец черный душистый\nкабачки 2 шт (не больших)\nмасло растительное для жарки\nчеснок 1 зубок\nлук 1 шт\nзелень\nсоль\n",
            "direction": "1. Очищаем кабачок от кожицы. Для этого есть прекрасные ножи специально для чистки овощей. Трем кабачок на крупной терке.\n2. Добавляем лук тоже натертый на терке. Даже мелко нарезанный лук будет чувствоваться в мягкой консистенции кабачка.\n4. Добавляем натертый сыр. Очень интересно по вкусу положить не обычный твердый сыр, а брынзу или сулугуни. \n5. Мелко нарезанную петрушку также добавляем к котлетам. Это очень освежает котлеты и делает их пышными.\n6. Следующий наш ингредиент чеснок. Или мелко режим или выдавливаем через чесночницу. Разбиваем 2 яйца (это для склейки котлетного теста). Немного меленого душистого перца. Обязательно солим котлетное тесто.\n7. И высыпаем 4 столовый ложки муки. Количество угадать точно нельзя. Кабачки разных размеров, разной сочности.  Поэтому вам надо посмотреть по плотности теста. Если мало 4 ложек — добавляйте еще. Тесто для кабачковых котлет жидким не должно быть. И все хорошо перемешиваем.\n8. На сковородку наливаем растительное масло. И ложкой выкладываем тесто для котлет. Выкладывать первую партию надо на уже разогретую хорошо сковородку. Обжарив с двух сторон, складываем в отдельную кастрюлю. Очень хорошо к ним подать сметанный соус или соус Бешамель.\n"
        },
        {
            "number": "000023",
            "category": "1",
            "meal": "101",
            "news": "0",
            "kcal": "4.38/2.45/9.58/76.59/2480.5",
            "title": "Постные голубцы с перловкой",
            "ingredients": "1 маленький кочан капусты\n2 горсти перловой крупы\n5 небольших свежих или замороженных белых грибов\n15 средних шампиньонов\nполовина небольшого корня сельдерея\n1 небольшая морковка\n1 средняя луковица\n2 ст. л. любого нерафинированного масла по вашему вкусу\nсоль\nсвежемолотый черный перец\n1 средний свежий или замороженный белый гриб\n3 средних шампиньона\n3 стебля зеленого лука\n1 веточка тимьяна\n1,5 ст. л. муки\n2 ст. л. любого нерафинированного масла по вашему вкусу\n",
            "direction": "1. Вырежьте кочерыжку из кочана капусты. Положите кочан в пароварку на 15-20 мин., затем отделите 12–16 верхних листьев и отбейте молотком их утолщенную часть.\n2. Перловку промойте горячей водой так, чтобы стекающая вода была абсолютно прозрачной. Залейте большим количеством холодной воды в сотейнике, доведите до кипения и варите на среднем огне 20 мин. Откиньте на сито и обсушите.\n3. Очистите овощи. Нарежьте мелкими кубиками репчатый лук, морковь, корень сельдерея, белые грибы и шампиньоны. Смешайте с перловкой и выложите в емкость для пароварки, готовьте 20 мин. Приправьте маслом, солью и перцем.\n4. Капустные листья разложите на поверхности стола, в центр каждого поместите по 1–2 ст. л. начинки (в зависимости от размера листа) и сверните конвертом. Уложите в пароварку и готовьте 15–20 мин.\n5. Для соуса грибы нарежьте ломтиками, положите в сотейник и слегка обжарьте на среднем огне в масле, 5–7 мин., добавьте муку и 300 мл воды. Варите, помешивая, до загустения, 10 мин.\n6. Добавьте мелко нарезанные лук и тимьян, посолите по вкусу. Подавайте немедленно с голубцами.\n"
        }
    ]
}