{
    "Recipes": [
        {
            "number": "000012",
            "category": "1",
            "meal": "101",
            "news": "4",
            "kcal": "4.81/3.32/13.04/100.09/800",
            "title": "Перловка с шампиньонами ",
            "ingredients": "масло растительное 2 ст.л. \nлук репчатый 1 луковица \n2 стакана перловки \n4 стакана воды \nшампиньоны \nсоус соевый \nсоль \n",
            "direction": "1. Крупу высыпать в мелкое сито и тщательно промыть в нескольких водах. В большой кастрюле вскипятить немного воды, поместить сверху сито с перловкой, накрыть крышкой и оставить на среднем огне на 20 мин. \n2. Вскипятить 4 стакана воды, добавить щепотку соли, 1 ст. л. растительного масла и распаренную перловку. Довести до кипения, уменьшить огонь и варить, 20 мин. Отбросить перловку на дуршлаг. \n3. Шампиньоны вымыть и нарезать на четвертинки. Отварить в небольшом количестве кипящей подсоленной воды, 6 мин. Шумовкой переложить шампиньоны из кастрюли на разделочную доску. Грибной отвар процедить. \n4. Лук очистить, измельчить и обжарить в разогретом растительном масле, 4 мин. Добавить шампиньоны и жарить еще 3 мин. \n5. Выложить перловку, перемешать и сразу же снять с огня. \n6. Грибной отвар довести до кипения, добавить соевый соус и перловку с грибами и луком. Накрыть крышкой и томить на небольшом огне, 1 час. Это можно делать в духовке. \n"
        },
        {
            "number": "000014",
            "category": "3",
            "meal": "102",
            "news": "0",
            "kcal": "1.31/0.29/17.80/76.67/630",
            "title": "Десерт из апельсинов и грейпфрутов ",
            "ingredients": "листики мяты 6 шт. \nмед 2 ст. л. \nапельсины 3 шт. \nгрейпфруты 2 шт. \n",
            "direction": "1. Из одного апельсина выжать сок. Оставшиеся апельсины и грейпфруты очистить, острым ножом вырезать мякоть из пленок. Выложить на круглое блюдо рядами. \n2. Мяту вымыть, обсушить и разобрать на листики. Измельчить их и смешать с апельсиновым соком и медом. Полить получившимся соусом фрукты и поставить в холодильник на 15 мин. \n"
        },
        {
            "number": "000019",
            "category": "0",
            "meal": "101",
            "news": "5",
            "kcal": "2.04/17.36/5.49/185.32/1247",
            "title": "Зеленый салат с авокадо и кедровыми орехами ",
            "ingredients": "1 средний огурец \n3 спелых авокадо \n2 горсти любых видов листового салата \n2 ст. л. осветленного яблочного сока \nнесколько веточек листьев базилика \n1/2 небольшого пучка кресс-салата \nмаленький пучок петрушки \nгорсть кедровых орешков \n2 ст. л. яблочного уксуса \n6 ст. л. оливкового масла \n1 ч. л. неострой горчицы \nсоль\nсвежемолотый черный перец \n",
            "direction": "1. Сложите вымытые и обсушенные листья салата в миску. Нарежьте огурец кружочками. Авокадо разрежьте вдоль пополам; поверните половинки одну по часовой стрелке, другую против, и разделите их. Слегка ударьте лезвием тяжелого ножа по косточке, чтобы лезвие вошло в нее на несколько миллиметров; выньте косточку. Нарежьте мякоть кубиками. \n2. Обжарьте на сухой сковороде кедровые орехи, потряхивая сковороду, 1 мин. \n3. Смешайте в миске оливковое масло с уксусом, горчицей и яблочным соком, солью и перцем. Взбейте вилкой или венчиком. \n4. Смешайте с листьями салата огурец и авокадо, полейте заправкой и посыпьте жареными орешками. Подавайте немедленно. \n"
        },
        {
            "number": "000025",
            "category": "2",
            "meal": "103",
            "news": "0",
            "kcal": "3.83/0.61/13.26/74.34/826",
            "title": "Постный борщ с грибами",
            "ingredients": "сушеные белые грибы 50 гр\nкапуста белокочанная 150 гр\nкартошка 2 шт\nлук 1 шт\nсвекла 1 шт\nморковка 1 шт\nфасоль (сух) 0.5 стакана\nчеснок 1-2 зубчика\nтоматная паста 1-2 ст.л.\nсоль\nперец черный молотый\nперец горький\nлавровый лист\n",
            "direction": "1. Подготовить ингредиенты. Заранее замочить фасоль в воде, лучше на ночь, иначе сварить ее до готовности просто невозможно. В кастрюлю налить 2 л холодной воды, бросить в нее замоченную фасоль. Добавить щепотку соли и один лавровый листик.\n2. Грибы можно любые, но съедобные. Идеально для постного борща подходят сушеные в сезон белые грибы. За час-полтора до готовки борща сухие грибы необходимо намочить.\n3. Довести постный борщ до кипения, и, убавив огонь до минимума, оставить кипеть под крышкой. Необходимо чтобы фасоль сварилась до полуготовности. Обычно время варки сильно зависит от фасоли, время может быть от 30 мин до 1 часа. Но, обычно, замоченная фасоль через 30 минут уже достигает нужной степени готовности и прекрасно доваривается при дальнейшей готовке. Пока варится фасоль, очистить все овощи и оставить их в холодной воде. \n4. Целые дольки чеснока раздавить ручкой ножа, просто расплющить и крупно нарубить. Лук нарезать крупной соломкой. Морковку разрезать вдоль на 4 части и нарезать тонкими пластинками.  Нарезать свеклу соломкой. Строго говоря, размер нарезки свеклы — на ваш вкус. Но натирать на терку не стоит, лучше нарезать. Добавить свеклу, чеснок, лук и морковку в постный борщ. Посолить и поперчить борщ по вкусу. Выбросить лавровый лист он свое дело уже сделал. Постный борщ получил аромат и нужный вкус.\n5. Варить фасоль с овощами 15 минут при слабом кипении.  Добавить замоченные белые грибы. Если грибы крупные, из можно разрезать на куски.\n6. Очищенный картофель порезать на кубики и добавить в постный борщ. \n7. Довести борщ до кипения, и варить на небольшом огне еще 15 мин, до готовности картофеля. Далее добавить в борщ томатную пасту. Размешать, чтобы паста растворилась. Дать покипеть 5 мин.\n8. Капусту нарезать ножом в виде соломки очень тонкой соломки. Чем тоньше — тем лучше. Добавить в постный борщ нарезанную капусту. Учтите, что капуста \"вбирает\" соль, поэтому надо попробовать борщ. Попробовать и посолить, если надо. \n9. Если борщ будет употребляться сразу, то после закладки капусты надо варить борщ еще 10 минут. Обязательно в борщ добавить мелко нарезанной зелени петрушки и укропа при подаче к столу.\n"
        },
        {
            "number": "000046",
            "category": "1",
            "meal": "103",
            "news": "0",
            "kcal": "15.54/1.62/3.65/90.63/1385",
            "title": "Куриное филе с чесноком и помидорами",
            "ingredients": "укроп и другие пряные травы 30 г\nпомидоры 200 г\nйогурт 1,5% 250 г\nкуриная грудка, без кожи 845 г\nгорчица столовая 30 г\nчеснок 30 г\n",
            "direction": "1. Готовим филе: моем, обрезаем жир и кожу. Натираем филе солью и черным перцем. Мелко режем чеснок, отправляем его к филе. Йогурт смешиваем с горчицей, добавляем в полученный соус зелень. \n2. Помидоры нарезаем кубиками и вместе с филе отправляем в соус. Тщательно обмазываем каждый кусок и жаростойкую посуду до готовности оставляем в духовке. На 100 грамм 95 ккал Б/Ж/У 15.2/1.8/2.7\n"
        },
        {
            "number": "000050",
            "category": "3",
            "meal": "100",
            "news": "0",
            "kcal": "4.48/4.01/16.81/119.7/710",
            "title": "Домашняя творожная масса с бананом за 15 минут ",
            "ingredients": "творог, 5 % 300 г\nбиойогурт 2.5% 200 г\nорех грецкий 30 г\nбанан 100 г\nизюм 30 г\nпчелиный мёд 50 г\n",
            "direction": "1. Смешать творог, йогурт, в блендере. Добавить изюм, орехи.\n2. Выложить массу в лоток, накрыть ровным слоем порезанных бананов и полить медом. Можно добавить ванилин. На 100 грамм 156 ккал Б/Ж/У 10.9/5.5/15.6\n"
        },
        {
            "number": "000053",
            "category": "1",
            "meal": "100",
            "news": "5",
            "kcal": "14.75/8.47/1.21/144.27/217",
            "title": "Яйца, запечённые в твороге",
            "ingredients": "2 яйца\nчуть меньше чайной ложки сливочного масла\n100 г творога 0,6% (это примерно 5 ст.л.)\nчили\nтмин\nкарри\nсоль\nперец  \n",
            "direction": "1. В порционные формы для запекания положить сливочное масло и нагреть его в микроволновой печи. Или вечером положить масло в формы, оставив их на столе до утра. \n2. Творог смешать с солью, тмином, карри и чили. На дно формы с маслом выложить творог и сверху вылить яйцо (+ соль, перец). Поставить формы в предварительно нагретую до 230 ºС духовку на 10-15 минут. На 100 грамм 148.41 ккал Б/Ж/У 13.78/9.65/0.98\n"
        },
        {
            "number": "000059",
            "category": "1",
            "meal": "101",
            "news": "4",
            "kcal": "2.14/1.8/5.28/42.7/1481.15",
            "title": "Овощное рагу из тыквы",
            "ingredients": "400 г сырой мякоти тыквы без кожуры \n400 г шампиньонов \n1 луковица среднего размера \n1 морковь \n1 зубчик чеснока \n1 чайная ложка смеси перцев \n400 г помидоров (или 2 ст. ложки томатной пасты) \n1 небольшой жгучий перец \n1 маленький лавровый лист \n2 ст. ложки рубленой петрушки \n2-3 ст. ложки растительного масла \n1 чайная ложка сахара \nсоль \nчерный молотый перец \n",
            "direction": "1. Все овощи вымыть и нарезать: тыкву и морковь кубиками, лук на четверть кольца, грибы на четвертинки, чеснок и жгучий перец мелко порубить. \n2. Помидоры бланшировать (подержать полминуты в кипятке, а затем в холодной воде), очистить от кожуры и мелко нарезать. \n3. В глубокой сковороде на среднем огне нагреть масло, добавить лук и морковь, обжаривать, часто перемешивая, до мягкости около 10 мин. Добавить грибы, обжаривать еще 10 мин. (или пока выпарится вода). Добавить в сковородку смесь перцев, жгучий перец, чеснок, лавровый листик. \n4. Готовить все вместе, перемешивая, не более минуты, после чего выложить в сковороду измельченные помидоры. Перемешать, довести до кипения, добавить сахар, уменьшить огонь и готовить на малом огне 2-3 мин. \n5. Выложить в сковороду нарезанную тыкву, перемешать, накрыть сковородку крышкой. Готовить 25 мин. на малом огне, перемешивая время от времени. \n6. Подавать рагу, посыпав рубленой зеленью, как самостоятельное блюдо или в качестве гарнира к мясным блюдам. \n"
        },
        {
            "number": "000071",
            "category": "0",
            "meal": "101",
            "news": "0",
            "kcal": "15.03/3.88/1.66/100.55/1449",
            "title": "Салат из курицы ",
            "ingredients": "куриная грудка 2 шт. \nпомидор 2 шт. \nчерные оливки (б/к) 80 г \nсельдерей 3 стебля \nзелёный лук опционально \nмалиновый уксус 1 ст.л. \nоливковое масло 3 ст.л. \nчеснок 1 зубчик \nсоль по вкусу \nперец по вкусу\n",
            "direction": "1. Подготовить ингредиенты. \n2. Нарежьте куриную грудку полосочками. \n3. Нарежьте лук, сельдерей, помидоры и оливки. Перемелите орехи. \n4. Приготовление заправки: Смешайте уксус, масло, соль, перец, выдавите чеснок (по желанию). \n5. Заправьте салат заправкой, аккуратно перемешайте, готов. \n"
        },
        {
            "number": "000096",
            "category": "3",
            "meal": "102",
            "news": "0",
            "kcal": "3.8/2.8/5.1/62.21/529.5",
            "title": "Панна кота с клубникой",
            "ingredients": "400 мл. молока \n0.5 ст. ложки быстрорастворимого желатина \nстевиозид по вкусу \n1 пакетик ванилина \n100 гр. клубники\n",
            "direction": "1. Желатин залить 2-3 ст. ложки холодной воды, дать набухнуть минут 5, затем поставить в миску с горячей водой и помешивать пока он не растает. \n2. Молоко смешать с ванилином, нагревать помешивая, если смесь нагрелась до чуть теплого то добавить желатин и перемешать, разлить по формочкам, если же нагрелись слишком сильно то нужно остудить и добавить стевиозид. \n3. Поставить формочки на ночь в холодильник или на 4-5 часов. Клубнику порезать маленькими кубиками, выложить на застывшую панна котту, верх полить образовавшимся соком. Б*Ж*У*Ккал на 100гр 3.93*2.92*5.17*61.6 \n"
        }
    ]
}