{
    "Recipes": [
        {
            "number": "000000",
            "category": "0",
            "meal": "101",
            "news": "5",
            "kcal": "2.73/10.59/4/122.46/1162.5",
            "title": "Салат с авокадо",
            "ingredients": "авокадо 1 шт\nкрасный лук 1 шт\nзеленый салат 1 пучок\nпомидор 2 шт\nогурец 1 шт\nфета 100 гр\nпетрушка 2-3 веточки\nоливковое масло 50 мл\nкрасный сладкий перец 1 шт \nчерные оливки (без косточек) 15-20 шт\nсухое орегано\nлимонный сок\n",
            "direction": "1. Салатные листья лучше не резать ножом, чтобы не вытекал сок. Лучше всего сделать так, как делают большинство поваров — нарвать листья на клочки руками. Сложить кусочки салата в большую глубокую миску.\n2. Плод авокадо надрезать до косточки ножом и разделить на две половины. Косточку вытащить. Очистить с половинок плода авокадо толстую зеленую кожицу, она легко отделятся. Мякоть авокадо нарезать на некрупные кубики, чуть крупнее, чем для салата оливье. Побрызгать нарезанный авокадо 2 ч.л. сока лимона и перемешать. Кислый сок предотвратит потемнение и окисление мякоти. Кроме того, придаст салату своеобразный вкус, едва уловимый.\n3. Красный сладкий перец очистить от семян и плодоножки, нарезать поперек на очень тонкую соломку. Добавить к салату в салатнице.\n4. С мисочки, в которой авокадо смешивался с лимоном, слить всю жидкость. Добавить авокадо в салатницу. Сразу же добавить целые черные оливки без косточек. \n5. Помидор, не очищая от семян и кожицы, нарезать на крупные дольки. Добавить в наш будущий салат с авокадо. \n6. Красный (фиолетовый) лук очистить и нарезать тонкими колечками. Лук лучше брать с удлиненной луковицей. Лук стоит нарезать очень тонко. \n7. В самом конце добавить нарезанный кубиками свежий огурец, или два огурца.\n8. Поверх салата разложить нарезанную кубиками фету, и добавить к салату. Посыпать салат 1 ч.л. сухого орегано и мелко нарезанной зеленью петрушки (только листики). \n9. Очень аккуратно перемешать наш салат с авокадо. Перед самой подачей к столу полить салат оливковым маслом, самым лучшим, какое только найдете\n"
        },
        {
            "number": "000004",
            "category": "0",
            "meal": "101",
            "news": "0",
            "kcal": "2.41/5.22/13.87/111.47/1128",
            "title": "Постный овощной салат с гренками ",
            "ingredients": "огурец 3 шт. \nпомидоры 2 шт. \nперец 1-2 шт. \nсалат 10 крупных листов \nбагет 1 небольшой \nчеснок 2 зубчика \nпаприка щепотка \nсоль по вкусу \nмасло растительное 50 г \nмандарины 1 шт. \nлимон 1 шт. \n",
            "direction": "1. Подготовить ингредиенты. \n2. Свежие овощи помыть и высушить, порезать крупными дольками, выложить в миску. \n3. Листья салата промыть в большом количестве воды и хорошо просушить. Добавить в миску к овощам. \n4. Посолить. \n5. Полить соком из цитрусовых. \n6. Заправить растительным маслом. \n7. Багет порезать тонкими ломтиками, приправить паприкой и солью, добавить раздавленные зубчики чеснока, сбрызнуть маслом и хорошо перемешать. Отправить в разогретую до 140 градусов духовку на 12—14 минут. \n8. Салат аккуратно перемешать, сверху выложить гренки. \n"
        },
        {
            "number": "000005",
            "category": "0",
            "meal": "101",
            "news": "0",
            "kcal": "1.72/2.81/4.91/51.65/1850",
            "title": "Салат из редьки с капустой и морковью ",
            "ingredients": "морковь 2 шт \n1 редька или дайкон \n1 небольшой кочан капусты \nмасло растительное \nсоль \n",
            "direction": "1. Редьку очистить, натереть на крупной терке. Переложить в миску, залить холодной водой и оставить на 30 мин. Затем отжать. \n2. Капусту сполоснуть и тонко нашинковать. Перетереть с небольшим количеством соли. Морковь очистить и натереть на терке. \n3. Смешать капусту, морковь и редьку. Посолить, поперчить по вкусу. Заправить растительным маслом. Салат из редьки с капустой и морковью готов. \n"
        },
        {
            "number": "000010",
            "category": "0",
            "meal": "101",
            "news": "5",
            "kcal": "5.16/8.17/12.28/144.82/696.5",
            "title": "Салат Цезарь ",
            "ingredients": "салат Ромэн 400 г \nхлеб белый 200 г \nчеснок 2 крупных зубчика \nяйцо 1 шт. \nлимон (сок) 1 шт. \nсоус Вустерский 0,5 ч. л. \nмасло оливковое \"экстра вирджин\" 50 мл \nсыр Пармезан натертый \nсоль \nперец \n",
            "direction": "1. Листья салата вымыть, обсушить, нарвать руками или нарезать ножом и поместить в холодильник до подачи. Салатные листья должны быть очень свежими и хрустящими, поэтому, пока готовятся другие ингредиенты, их следует держать в холодильнике. \n2. Приготовить крутоны. С хлеба удалить корку, мякоть нарезать кубиками со стороной 1 см. Выложить кубики на противень в один слой и поставить в разогретую до 180°С духовку на 10 мин. Два-три раза крутоны перевернуть. Один зубчик чеснока раздавить, очистить и растереть с 0,25 ч. л. соли. Поместить в сотейник, добавить 1 ст. л. оливкового масла. Через 15 сек. всыпать крутоны и готовить, помешивая, 1–2 мин. \n3. Яйцо наколоть с тупого конца и опустить на 1 мин. в кипящую воду. Сразу же обдать холодной водой. \n4. Оставшийся зубчик чеснока разрезать вдоль пополам и натереть им миску для салата. Положить салатные листья, приправить солью, перцем и оставшимся оливковым маслом, аккуратно перемешать. Добавить лимонный сок и вустерский соус и снова перемешать. Влить яйцо, еще раз перемешать. Посыпать салат крутонами и пармезаном. \n"
        },
        {
            "number": "000011",
            "category": "0",
            "meal": "102",
            "news": "4",
            "kcal": "15.16/4.12/1.43/104.31/637.5",
            "title": "Пицца на \"тесте\" из куриной грудки ",
            "ingredients": "300 г куриной грудки \nполовинка репчатого лука \n1 яйцо \n1 помидор \n50 г твердого сыра \n100 г шампиньонов \nсоль\nчерный свежемолотый перец \n",
            "direction": "1. Для основы пиццы куриное филе, лук и соль измельчить в блендере, смешать с яйцом, залить в форму и поставить на 15 минут в предварительно разогретую до 180 градусов духовку. \n2. Для соуса помидор очистить от кожуры, отжать лишнюю воду, измельчить в блендере с солью и перцем. Намазать соус на основу. Нарезать шампиньоны, разложить на пиццу, сверху натереть сыр и снова отправить в духовку на 15 минут при температуре 180 градусов. \n"
        },
        {
            "number": "000013",
            "category": "0",
            "meal": "101",
            "news": "4",
            "kcal": "3.15/6.92/13.43/123.04/1235",
            "title": "Цветная капуста с сухарями и чесноком ",
            "ingredients": "130 г панировочных сухарей \nсоль и черный перец по вкусу \n1 большой кочан цветной капусты \n8 ст. л. растительного масла \nчеснок 5 зубчиков \nсахар щепотка \n",
            "direction": "1. Капусту промыть под холодной водой, разобрать на соцветия. \n2. Чеснок очистить, тонко нарезать ломтиками. \n3. В небольшой кастрюле вскипятить воду с сахаром и солью, положить капусту и отваривать 4–5 мин., до полуготовности. Затем откинуть на дуршлаг, дать стечь всей воде. Остудить. \n4. На сковороде разогреть 5 ст. л. масла, положить чеснок и обжарить его до золотистого цвета. Добавить панировочные сухари и, непрерывно помешивая, жарить еще 3–4 мин. Переложить на тарелку. \n5. Хорошо разогреть чистую сковороду с оставшимся маслом. На сильном огне быстро обжарить соцветия капусты, чтобы они подрумянились. Добавить сухари с чесноком, перемешать, приправить солью, перцем и подать. \n"
        },
        {
            "number": "000016",
            "category": "0",
            "meal": "102",
            "news": "5",
            "kcal": "9.61/11.6/10.28/183.99/1070",
            "title": "Роллы с салатом цезарь",
            "ingredients": "200 г филе вареной куриной грудки или приготовленной на гриле \n1 лист тонкого армянского лаваша, испеченного в тандыре (примерно 100-120 г) \n100 г мясистых помидоров \n50 г салата лолло россо \n100 г салата ромэн \n30 г пармезана \n4 ст. л. оливкового масла \"экстра вирджин\" (соус)\n150 домашнего майонеза (соус)\n150 г натурального йогурта (соус)\n20 г каперсов (соус)\n20 г дижонской горчицы без зёрен (соус)\n20 г пармезана (соус)\n60 г анчоусов (соус)\n20 г оливок (соус)\n",
            "direction": "1. Курицу нарежьте небольшими кусочками. Помидоры нарежьте кружочками. Листья салата нарежьте или разорвите на небольшие кусочки. Сыр натрите. \n2. Для заправки взбейте все ингредиенты в блендере до однородности. Смажьте частью сыра лаваш. \n3. Отступив от нижнего длинного края 5 см., разложите друг на друга слой салата, помидоров, курицы и сыра. Сбрызгивайте слой оставшимся соусом. Заверните плотный рулет. Оберните его в пищевую пленку и уберите в холодильник на минимум 2 ч. Перед подачей снимите плёнку, нарежьте рулет на небольшие роллы и подавайте. \n"
        }
    ]
}