{
    "Recipes": [
        {
            "number": "500000",
            "category": "0",
            "meal": "102",
            "news": "3",
            "title": "Spicy Sausage Stuffed Monterey Mushrooms",
            "ingredients": "24 medium mushroom caps\n1 (16 ounce) packages hot ground pork breakfast sausage\n8 ounces cream cheese \n2 ounces monterey jack cheese \n1 tablespoon crushed red pepper flakes \n2 tablespoons parmesan cheese, shredded\n",
            "direction": "1. Wash the mushrooms and pat dry with paper towels.\n2. Remove the stems and set aside (they can be minced and added to the sausage mixture later is desired).\n3. Preheat oven to 350.\n4. Cook and crumble the sausage in a large skillet until done, drain, and place in a mixing bowl. Add the cream cheese, jack cheese, crushed red pepper flakes and minced stems if desired. Mix well.\n5. Place 1 heaping teaspoon of the mixture into each mushroom cap. Place the stuffed mushroom caps on a rimmed baking pan, sprinkle with parmesan, and bake for 20 minutes.\n6. Remove from oven and let cool for 5 minutes. Serve stuffed mushrooms on a decorative serving platter.\n"
        },
        {
            "number": "500002",
            "category": "0",
            "meal": "101",
            "news": "2",
            "title": "Best Brussel Sprouts Ever",
            "ingredients": "juice of 1 lemon\n1 t olive oil\n1/8th tsp each of pepper\npaprika, and \ngarlic salt.\n1lb brussels (cut in half or quartered)\n",
            "direction": "1. In a gallon size zip bag combine first 5 ingredients. 1lb Brussels (cut in half or quartered), seal bag and toss around until well coated. \n2. Refrigerate overnight. When ready to roast, preheat oven to 400, place Brussels on baking sheet and bake for 15-20 minutes. \n"
        },
        {
            "number": "500003",
            "category": "0",
            "meal": "102",
            "news": "0",
            "title": "Pizza",
            "ingredients": "1 lb ground round\n1 (15 ounce) can chunky Italian-style tomatoes\ncooking spray (Pam)\n1 (10 ounce) can refrigerated pizza dough\n6 ounces shredded part-skim mozzarella cheese\n",
            "direction": "1. Preheat oven to 425°.\n2. Cook meat in a nonstick skillet over medium-high heat until browned, stirring until it crumbles. Drain, if necessary, and return to skillet. Add tomatoes, and cook until heated through.\n3. While meat cooks, coat a 13 x 9 inch baking dish with cooking spray. Unroll pizza crust dough, and press into bottom and halfway up sides of the baking dish. Top the pizza crust with meat mixture.\n4. Bake, uncovered, at 425° for 12 minutes. Top with cheese, and bake 5 minutes or until crust is browned and cheese melts. Cool 5 minutes before serving.\n"
        },
        {
            "number": "500007",
            "category": "0",
            "meal": "101",
            "news": "0",
            "title": "Primal Twice Baked Cauliflower",
            "ingredients": " 1/2 head cauliflower (6-7\" diameter)\n  1 cup reduced-fat shredded cheddar cheese\n  1 tbsp chopped chives\n  1/2 tsp black pepper\n  1 tbsp salted butter\n  1/4 cup plain low-fat yogurt\n  2 tbsp bacon bits\n  1 tsp minced garlic\n  1/4 cup reduced-fat sour cream\n  ",
            "direction": "1. Squeeze moisture out of cauliflower with a kitchen towel or cheese cloth so that it's more the consistency of potatoes before mixing.\n  2. Mix a little olive oil and grated Parmesan cheese. Spread on top and broil until golden brown.\n  "
        },
        {
            "number": "500010",
            "category": "0",
            "meal": "102",
            "news": "0",
            "title": "Cloud Bread",
            "ingredients": " 3 eggs, room temp.\n  3 t. cottage cheese \n  1/4 tsp. cream of tartar\n  1 packet artificial sweetener, like splenda or stevia\n  ",
            "direction": "1. Separate the eggs making sure no yolk gets into the white. In a bowl mix together the egg yolks, cottage cheese and sweetener. In another whip the egg whites and cream of tartar until stiff peaks form. \n  2. Gently fold the egg whites into the yolk mixture. Generously spray a baking sheet with cooking spray. Using a large spoon, place the mixture into large rounds on the baking sheet. \n  3. Bake them in a 300 degree oven for about 30 minutes or until golden brown. Remove from the oven and let cool completely. Store in an airtight container in the fridge.\n  "
        },
        {
            "number": "500025",
            "category": "0",
            "meal": "101",
            "news": "3",
            "title": "Baked Parmesan Tomatoes",
            "ingredients": " 4 tomatoes, sliced\n  1/4 cup freshly grated parmesan cheese\n  1 teaspoon chopped fresh oregano\n  1/4 teaspoon salt\n  freshly ground pepper, to taste\n  4 teaspoons extra-virgin olive oil\n  ",
            "direction": "1. Preheat oven to 450° F.\n  2. Place tomatoes cut-side up on a baking sheet. Top with Parmesan, oregano, salt and pepper. Drizzle with oil.\n  3. Bake until the tomatoes are tender, about 10 minutes.\n  "
        },
        {
            "number": "500026",
            "category": "0",
            "meal": "102",
            "news": "0",
            "title": "Low Carb Deep Dish Pizza",
            "ingredients": " 4 ounces cream cheese, softened\n  2 eggs\n  1/4 cup parmesan cheese\n  1/4 teaspoon oregano or 1/4 teaspoon italian seasoning\n  1/4 teaspoon garlic powder\n  8 ounces Italian cheese blend or 8 ounces mozzarella cheese, shredded\n  1/4 cup pizza sauce\n  4 ounces mozzarella cheese, shredded\n  garlic powder, to sprinkle on top\n  assorted pizza toppings \n  ",
            "direction": "1. In a medium bowl, whisk cream cheese until smooth and creamy. Whisk in eggs until mixture is well-blended and smooth.\n  2. Add the Parmesan and seasonings, then stir in the 8 ounces of mozzarella until completely moistened.\n  3. Spread cheese mixture evenly in a well-greased 9\"x13\" glass baking dish or lightly greased and lined with parchment paper (see note below).\n  4. Bake at 375ºF for 20 to 25 minutes or until evenly browned, but not too dark; let cool completely on a wire rack. When nearly cooled, take a metal spatula and carefully pry up the edges to loosen from pan.\n  5. Ease the spatula under the whole crust to loosen. Keep crust in the pan; this makes it easier to remove the finished pizza later. Refrigerate, uncovered, until shortly before serving time (this dries out the crust and makes it crisper).\n  6. Spread chilled crust with pizza sauce, then cheese and toppings of your choice (pepperoni, ham, sausage, 4 ounce can mushrooms, green peppers, bacon, ground beef, etc).\n  7. Lightly sprinkle with garlic powder and bake at 375ºF about 15 to 20 minutes or until toppings are bubbly. Let stand a few minutes before cutting.\n  "
        }
    ]
}