{
    "Recipes": [
        {
            "number": "000025",
            "category": "2",
            "meal": "103",
            "news": "0",
            "kcal": "3.83/0.61/13.26/74.34/826",
            "title": "Постный борщ с грибами",
            "ingredients": "сушеные белые грибы 50 гр\nкапуста белокочанная 150 гр\nкартошка 2 шт\nлук 1 шт\nсвекла 1 шт\nморковка 1 шт\nфасоль (сух) 0.5 стакана\nчеснок 1-2 зубчика\nтоматная паста 1-2 ст.л.\nсоль\nперец черный молотый\nперец горький\nлавровый лист\n",
            "direction": "1. Подготовить ингредиенты. Заранее замочить фасоль в воде, лучше на ночь, иначе сварить ее до готовности просто невозможно. В кастрюлю налить 2 л холодной воды, бросить в нее замоченную фасоль. Добавить щепотку соли и один лавровый листик.\n2. Грибы можно любые, но съедобные. Идеально для постного борща подходят сушеные в сезон белые грибы. За час-полтора до готовки борща сухие грибы необходимо намочить.\n3. Довести постный борщ до кипения, и, убавив огонь до минимума, оставить кипеть под крышкой. Необходимо чтобы фасоль сварилась до полуготовности. Обычно время варки сильно зависит от фасоли, время может быть от 30 мин до 1 часа. Но, обычно, замоченная фасоль через 30 минут уже достигает нужной степени готовности и прекрасно доваривается при дальнейшей готовке. Пока варится фасоль, очистить все овощи и оставить их в холодной воде. \n4. Целые дольки чеснока раздавить ручкой ножа, просто расплющить и крупно нарубить. Лук нарезать крупной соломкой. Морковку разрезать вдоль на 4 части и нарезать тонкими пластинками.  Нарезать свеклу соломкой. Строго говоря, размер нарезки свеклы — на ваш вкус. Но натирать на терку не стоит, лучше нарезать. Добавить свеклу, чеснок, лук и морковку в постный борщ. Посолить и поперчить борщ по вкусу. Выбросить лавровый лист он свое дело уже сделал. Постный борщ получил аромат и нужный вкус.\n5. Варить фасоль с овощами 15 минут при слабом кипении.  Добавить замоченные белые грибы. Если грибы крупные, из можно разрезать на куски.\n6. Очищенный картофель порезать на кубики и добавить в постный борщ. \n7. Довести борщ до кипения, и варить на небольшом огне еще 15 мин, до готовности картофеля. Далее добавить в борщ томатную пасту. Размешать, чтобы паста растворилась. Дать покипеть 5 мин.\n8. Капусту нарезать ножом в виде соломки очень тонкой соломки. Чем тоньше — тем лучше. Добавить в постный борщ нарезанную капусту. Учтите, что капуста \"вбирает\" соль, поэтому надо попробовать борщ. Попробовать и посолить, если надо. \n9. Если борщ будет употребляться сразу, то после закладки капусты надо варить борщ еще 10 минут. Обязательно в борщ добавить мелко нарезанной зелени петрушки и укропа при подаче к столу.\n"
        },
        {
            "number": "000042",
            "category": "2",
            "meal": "103",
            "news": "5",
            "kcal": "5.36/1.59/3.71/53.37/1720",
            "title": "Уха в духовке",
            "ingredients": "горбуша 400 г\nкартофель 200 г\nморковь 200 г\nпомидоры 200 г\nлук репчатый 100 г\nводка 20 г\nвода 600 г  \n",
            "direction": "1. Нарезать овощи и рыбу.\n2. Уложить в жаропрочную кастрюлю, залить горячей водой.\n3. Поставить в разогретую до 180 градусов духовку на 40 минут.\n4. Добавить соль, перец, лавровый лист, водку и вернуть в духовку еще на 20 минут. На 100 грамм 43 ккал Б/Ж/У 3.4/1.0/4.2\n"
        },
        {
            "number": "000047",
            "category": "2",
            "meal": "103",
            "news": "4",
            "kcal": "5.61/1.15/5.28/53.76/4064",
            "title": "Куриный суп с клецками",
            "ingredients": "куриные грудки 800 гр. \nлук репчатый (большой) 1 шт. \nкартофель (средний) 5 шт. \nперец болгарский (средний) 1 шт. \nморковь (средняя) 2 шт. \nукроп 1 пучок \nсоль (по вкусу) 2 гр. \nлавровый лист (по вкусу) 2 гр. \nвода 2 л. \nдля клецок: \nмолоко 7 ст.л. \nмука 5 ст.л. \nяйцо куриное 1 шт. \nмасло сливочное 1 ст.л.  \n",
            "direction": "1. Куриные грудки отварить в течение 40 минут. Картофель порезать небольшими брусками, лук нарезать полукольцами, перец кубиками, морковь соломкой, зелень измельчить. \n2. Для приготовления клецок взбить яйцо с солью, добавить сливочное масло. Все перемешать, добавить молоко и муку. \n3. Достать готовые куриные грудки, в бульон отправить лук, морковь и болгарский перец, варить 10 минут. Добавить картофель. \n4. Когда приготовится картофель добавить клецки и лавровый лист. Варить 5 минут. В конце варки добавить зелень и накрыть крышкой на 3 минуты. На 100 грамм 51.8 ккал Б/Ж/У 5.3/1/5.3\n"
        },
        {
            "number": "000052",
            "category": "2",
            "meal": "103",
            "news": "0",
            "kcal": "6.8/1.94/9.36/81.45/636.5",
            "title": "Томатный рыбный суп",
            "ingredients": "200 г филе трески\n3 больших помидора\nчетверть стакана риса\n1 зубчик чеснока\n1 небольшая луковица\n1 ст. л. оливкового масла\nбольшой стакан воды (300г.)\nнесколько листьев базилика или петрушки\nчетверть острого перчика  \n",
            "direction": "1. Лук и чеснок мелко нарежьте. Помидоры разрежьте пополам и выложите на противень срезом вверх. Сверху на помидоры выложите лук с чесноком и сбрызните оливковым маслом. Запекайте в разогретой до 200 С духовке 30 минут.\n2. Рис отварите до полуготовности (10-12 минут). Запечённые помидоры измельчите в блендере до состояния пюре.\n3. В глубокую сковороду выложите рис, томатное пюре и влейте стакан воды. Перемешайте и доведите до кипения, посолите, затем добавьте нарезанное небольшими кусочками филе трески. Варите 10 минут. За минуту до готовности добавьте мелко нарезанный острый перчик и рубленую зелень. На 100 грамм 48.02 ккал Б/Ж/У 4.64/1.36/4.39\n"
        },
        {
            "number": "000073",
            "category": "2",
            "meal": "103",
            "news": "5",
            "kcal": "7.08/3.46/4.8/78.02/2179.65",
            "title": "Суп с креветками ",
            "ingredients": "500 г креветок \n4 листа базилика \n3 стакан молока \n3 зубчика чеснока \n3 пера зеленого лука \n2 стакан бульона \n2 стебля сельдерея \n1 лавровый лист \n½ головки репчатого лука \n4 ст. л. оливкового масла \n2 ст. л. томатной пасты \n2 ст. л. муки \nсоль \n",
            "direction": "1. Креветки очистить. Стебель сельдерея и лук очистить, мелко нарезать, обжарить, добавив томатную пасту и муку, примерно 2 мин. \n2. Влить к луку с сельдереем молоко и бульон, перемешать, положить креветки, базилик, проварить 7-10 мин и подать суп с креветками на обед или ужин. 57 ккал \n"
        },
        {
            "number": "000089",
            "category": "2",
            "meal": "103",
            "news": "5",
            "kcal": "2.24/4.66/4.68/68.73/873.75",
            "title": "Простой и вкусный суп из копченых томатов ",
            "ingredients": "700 г помидоров \nчетвертинка лука (или меньше, если не любите) \n30 мл оливкового масла \n1 ст ложка измельченного чеснока \nсоль, перец по вкусу \n25 гр тертого твердого сыра, в идеале пармезана \nсвежий базилик \n1 ст ложка томатной пасты \nнемного сливок \n",
            "direction": "1. Разогрейте духовку до 200 С. Разрежьте помидоры на половинки и уложите на бумагу для выпекания. Нарежьте лук и уложите между помидорами. Сбрызните оливковым маслом, посыпьте измельченным чесноком, солью и перцем. Запекайте 40-50 минут, пока помидоры не начнут коричневеть. \n2. Поместите в блендер и пюрируйте. Добавьте сливки, сыр, базилик, томатную пасту и пюрируйте еще до тех пор, пока масса не станет однородной. Можно добавить травы, которые вы любите. \n"
        },
        {
            "number": "000102",
            "category": "2",
            "meal": "103",
            "news": "0",
            "kcal": "3.63/0.92/7.93/54.91/1480",
            "title": "Суп-пюре из чечевицы",
            "ingredients": "чечевица зерно 200 г\nвода 1 л\nморковь 150 г\nлук репчатый 100 г\nмука цельнозерновая 20 г\nмасло подсолнечное 10 г\nсоль\nперец\n",
            "direction": "1. Чечевицу залить 1л воды и поставить на плиту.\n2. Почистить овощи.\n3. Морковь нашинковать соломкой, лук мелко порезать и обжарить на подсолнечном масле в муке.\n4. Чечевицу с бульоном измельчить в блендере, добавить лук, соль, перец.\n5. Разлить по тарелкам, добавить нашинкованную морковь.\n6. Подавать с хлебцами или гренками. На 100 грамм 65 ккал Б/Ж/У 4.2/1.1/9.6\n"
        }
    ]
}