{
	"Recipes": [
		{
			"number": "500000",
			"category": "0",
			"meal": "102",
			"news": "3",
			"title": "Spicy Sausage Stuffed Monterey Mushrooms",
			"ingredients": " 24 medium mushroom caps\n  1 (16 ounce) packages hot ground pork breakfast sausage\n  8 ounces cream cheese \n  2 ounces monterey jack cheese \n  1 tablespoon crushed red pepper flakes \n  2 tablespoons parmesan cheese, shredded\n  ",
			"direction": "1. Wash the mushrooms and pat dry with paper towels.\n  2. Remove the stems and set aside (they can be minced and added to the sausage mixture later is desired).\n  3. Preheat oven to 350.\n  4. Cook and crumble the sausage in a large skillet until done, drain, and place in a mixing bowl. Add the cream cheese, jack cheese, crushed red pepper flakes and minced stems if desired. Mix well.\n  5. Place 1 heaping teaspoon of the mixture into each mushroom cap. Place the stuffed mushroom caps on a rimmed baking pan, sprinkle with parmesan, and bake for 20 minutes.\n  6. Remove from oven and let cool for 5 minutes. Serve stuffed mushrooms on a decorative serving platter.\n  "
		},
		{
			"number": "500001",
			"category": "1",
			"meal": "103",
			"news": "5",
			"title": "Chicken Cacciatore",
			"ingredients": " 1 tbsp olive oil\n  1 cup onions, diced\n  1 medium green pepper, cut into strips\n  1 medium yellow pepper, cut into strips\n  1 medium zucchini, sliced, skin on\n  1 medium yellow summer squash, sliced, skin on\n  29 oz canned stewed tomatoes\n  1 tbsp ground basil\n  1 tsp ground oregano\n  1 tsp minced garlic\n  ½ tsp salt\n  grated parmesan cheese for topping\n  ",
			"direction": "1. Salt and Pepper Chicken pieces. Heat Olive Oil in a large skillet, and then add Chicken. Brown Chicken on each side (approx 5 min.)\n  2. Add all the veggies and seasonings and simmer for about 20-25 minutes. Serve over your choice of linguini, fettuccine, or spaghetti.\n  3. Top with grated parmesan cheese.\n  "
		},
		{
			"number": "500002",
			"category": "0",
			"meal": "101",
			"news": "2",
			"title": "Best Brussel Sprouts Ever",
			"ingredients": " juice of 1 lemon\n  1 t olive oil\n  1/8th tsp each of pepper\n  paprika, and \n  garlic salt.\n  1lb brussels (cut in half or quartered)\n  ",
			"direction": "1. In a gallon size zip bag combine first 5 ingredients. 1lb Brussels (cut in half or quartered), seal bag and toss around until well coated. \n  2. Refrigerate overnight. When ready to roast, preheat oven to 400, place Brussels on baking sheet and bake for 15-20 minutes. \n  "
		},
		{
			"number": "500003",
			"category": "0",
			"meal": "102",
			"news": "0",
			"title": "Pizza",
			"ingredients": " 1 lb ground round\n  1 (15 ounce) can chunky Italian-style tomatoes\n  cooking spray (Pam)\n  1 (10 ounce) can refrigerated pizza dough\n  6 ounces shredded part-skim mozzarella cheese\n  ",
			"direction": "1. Preheat oven to 425°.\n  2. Cook meat in a nonstick skillet over medium-high heat until browned, stirring until it crumbles. Drain, if necessary, and return to skillet. Add tomatoes, and cook until heated through.\n  3. While meat cooks, coat a 13 x 9 inch baking dish with cooking spray. Unroll pizza crust dough, and press into bottom and halfway up sides of the baking dish. Top the pizza crust with meat mixture.\n  4. Bake, uncovered, at 425° for 12 minutes. Top with cheese, and bake 5 minutes or until crust is browned and cheese melts. Cool 5 minutes before serving.\n  "
		},
		{
			"number": "500004",
			"category": "1",
			"meal": "103",
			"news": "0",
			"title": "Unstuffed Cabbage Rolls",
			"ingredients": " 1 1/2 to 2 pounds lean ground beef or ground turkey\n  1 tablespoon oil\n  1 large onion, chopped\n  1 clove garlic, minced\n  1 small cabbage, chopped\n  2 cans (14.5 ounces each) diced tomatoes\n  1 can (8 ounces) tomato sauce\n  1/2 cup water\n  1 teaspoon ground black pepper\n  1 teaspoon sea salt\n  ",
			"direction": "1. In a large skillet, heat olive oil over medium heat. Add the ground beef and onion and cook, stirring, until ground beef is no longer pink and onion is tender.\n  2. Add the garlic and continue cooking for 1 minute. Add the chopped cabbage, tomatoes, tomato sauce, pepper, and salt. Bring to a boil. Cover and simmer for 20 to 30 minutes, or until cabbage is tender.\n  "
		},
		{
			"number": "500005",
			"category": "1",
			"meal": "103",
			"news": "5",
			"title": "Spinach and Mushroom Smothered Chicken",
			"ingredients": " 3 cups fresh baby spinach\n  1-3/4 cups sliced fresh mushrooms\n  3 green onions, sliced\n  2 tablespoons chopped pecans\n  1-1/2 teaspoons olive oil\n  4 boneless skinless chicken breast halves (4 ounces each)\n  1/2 teaspoon rotisserie chicken seasoning\n  2 slices reduced-fat provolone cheese, halved\n  ",
			"direction": "1. In a large skillet, saute the spinach, mushrooms, onions and pecans in oil until mushrooms are tender. Set aside and keep warm.\n  2. Sprinkle chicken with seasoning. Using long-handled tongs, moisten a paper towel with cooking oil and lightly coat the grill rack.\n  3. Grill chicken, covered, over medium heat or broil 4 in. from the heat for 4-5 minutes on each side or until a meat thermometer reads 170°.\n  4. Top with cheese. Cover and grill 2-3 minutes longer or until cheese is melted. To serve, top each chicken breast with reserved spinach mixture. \n  "
		},
		{
			"number": "500006",
			"category": "3",
			"meal": "100",
			"news": "0",
			"title": "No Crust Sweet Potato Pie",
			"ingredients": " 2 med. sweet potatoes\n  2 t. butter\n  3 large egg yolks\n  1 c. white sugar\n  1/2 c. cornstarch\n  1 1/2 tsp. pure vanilla extract\n  1 c. evaporated milk\n  1/4 tsp. cinnamon\n  ",
			"direction": "1. Peel and chop up the sweet potatoes, place in a pot and cover with water. Bring them to a boil and cook until fork tender. \n  2. Drain the water from the pot and use a potato masher to mash them up. Pour the mashed potatoes into a large bowl and stir in the butter until melted. Add the remaining ingredients to the bowl and beat together with an electric mixer on low speed to combine. Pour into a 9\" pie plate that has been sprayed with cooking spray. \n  3. Bake in a 350 degree oven for 45 minutes. Allow to cool slightly before slicing and serve with a little whipped cream.\n  "
		},
		{
			"number": "500007",
			"category": "0",
			"meal": "101",
			"news": "0",
			"title": "Primal Twice Baked Cauliflower",
			"ingredients": " 1/2 head cauliflower (6-7\" diameter)\n  1 cup reduced-fat shredded cheddar cheese\n  1 tbsp chopped chives\n  1/2 tsp black pepper\n  1 tbsp salted butter\n  1/4 cup plain low-fat yogurt\n  2 tbsp bacon bits\n  1 tsp minced garlic\n  1/4 cup reduced-fat sour cream\n  ",
			"direction": "1. Squeeze moisture out of cauliflower with a kitchen towel or cheese cloth so that it's more the consistency of potatoes before mixing.\n  2. Mix a little olive oil and grated Parmesan cheese. Spread on top and broil until golden brown.\n  "
		},
		{
			"number": "500008",
			"category": "1",
			"meal": "101",
			"news": "5",
			"title": "Sauteed Zucchini ",
			"ingredients": " 1 small onion, chopped\n  2 tablespoons vegetable oil\n  1 cup sliced fresh mushrooms\n  1 lb zucchini, sliced\n  1 teaspoon salt\n  1/2 teaspoon pepper\n  1/2 teaspoon dried thyme\n  1/4 cup grated parmesan cheese\n  ",
			"direction": "1. Saute onion in hot oil until tender. Add mushrooms, zucchini, salt, pepper, and thyme.\n  2. Stirring often, cook over low heat 5 to 10 minutes or until zucchini is - tender. Sprinkle with cheese. Serve immediately.\n  "
		},
		{
			"number": "500009",
			"category": "3",
			"meal": "100",
			"news": "0",
			"title": "Diabetic Apple Pie",
			"ingredients": " 1 cup whole wheat pastry flour\n  1/8 teaspoon salt\n  2 tablespoons corn oil\n  2 tablespoons ice cold water (may need more)\n  3 egg whites, divided\n  3 large apples (Granny Smith or similar type)\n  1 tablespoon lemon juice\n  1 lemon, zest of\n  1 teaspoon cinnamon\n  1/2 teaspoon nutmeg\n  1/2 teaspoon coriander\n  1/2 cup frozen apple juice\n  1/4 teaspoon cream of tartar\n  ",
			"direction": "1. In a large bowl sift flour and salt together. Stir in oil and water. Knead dough 3-4 times until moist and elastic. Roll into ball, cover, refrigerate for 10 minutes.\n  2. Place between 2 sheets of wax paper. Roll dough into a 12-inch circle. Place in 8\" pie plate. Trim edges and press with fork.\n  3. Poke a few holes in empty pie shell. Brush with 1 egg white and bake for 5 minutes at 350-degrees F. Remove from oven. While crust is cooking start preparing apples. Peel, core, and slice apples. Drop apples slices into bowl of cold water with 1 TB lemon juice. Drain and dry before using.\n  4. Mix apple slices with half of lemon rind, cinnamon, nutmeg, coriander, and apple juice concentrate. Turn into pie shell.\n  5. Place in 350 degrees F / 177 degrees C Gas 4 Moderate, oven and bake for 12-15 minutes. While pie is cooking, whip 2 egg whites until stiff peaks form. Add 1/2 tsp lemon rind and cream of tartar. Continue beating until thick. Remove pie from oven when done, pile meringue on top of it in decorative swirls, top with remaining lemon rind. Return to oven.\n  6. Bake for 5-7 minutes longer or until meringue is golden brown.\n  "
		},
		{
			"number": "500010",
			"category": "0",
			"meal": "102",
			"news": "0",
			"title": "Cloud Bread",
			"ingredients": " 3 eggs, room temp.\n  3 t. cottage cheese \n  1/4 tsp. cream of tartar\n  1 packet artificial sweetener, like splenda or stevia\n  ",
			"direction": "1. Separate the eggs making sure no yolk gets into the white. In a bowl mix together the egg yolks, cottage cheese and sweetener. In another whip the egg whites and cream of tartar until stiff peaks form. \n  2. Gently fold the egg whites into the yolk mixture. Generously spray a baking sheet with cooking spray. Using a large spoon, place the mixture into large rounds on the baking sheet. \n  3. Bake them in a 300 degree oven for about 30 minutes or until golden brown. Remove from the oven and let cool completely. Store in an airtight container in the fridge.\n  "
		},
		{
			"number": "500011",
			"category": "1",
			"meal": "103",
			"news": "4",
			"title": "California Chicken Casserole",
			"ingredients": " 16 ounce bag frozen California blend vegetables, thawed \n  2 cups diced, cooked chicken\n  4 ounce can mushrooms, drained\n  2 stalks celery, finely chopped\n  1 small onion, chopped\n  2 tablespoons butter\n  1/4 cup mayonnaise\n  1/4 teaspoon salt, or to taste\n  1/2 teaspoon pepper\n  1/8 teaspoon garlic powder\n  2 ounces pimientos, diced\n  6 ounces Swiss cheese, shredded\n  ",
			"direction": "1. Place the California blend vegetables and the chicken in a greased nine inch square baking dish. In a medium skillet, sauté the mushrooms, celery and onion in the butter until very soft and a little browned, about 8 minutes. \n  2. Stir the mayonnaise and seasonings into the vegetables until well coated. Mix in all of the remaining ingredients along with the sautéed vegetables. Cover the baking dish with foil and bake at 350º F. for 40 minutes. Uncover and bake 5-10 minutes longer until the casserole is browned and bubbly.\n  "
		},
		{
			"number": "500012",
			"category": "1",
			"meal": "101",
			"news": "0",
			"title": "Cabbage, Bacon and Peppers",
			"ingredients": " 4 slices bacon\n  1 medium red onion, sliced\n  1 red bell pepper, cut into bite size pieces\n  1 green bell pepper, cut into bite size pieces\n  6 cups coarsely chopped cabbage or 1/2 head cabbage\n  salt and pepper\n  ",
			"direction": "1. In a large non-stick skillet fry bacon, remove from skillet and drain on paper towels. When cool enough to handle chop coarsely and set aside. Remove all but 1 TBL of bacon grease.\n  2. Heat skillet over medium heat (adjust as needed) and add the peppers and cook for about 5 to 6 minutes.\n  3. Add the onion and cook until just crisp tender. Add the cabbage and wilt until the desired tenderness, about 10 minutes. Add the bacon back to the skillet and mix well. Add salt and pepper to taste.\n  "
		},
		{
			"number": "500013",
			"category": "3",
			"meal": "102",
			"news": "5",
			"title": "Dreamsicle Salad (Sugar Free) ",
			"ingredients": " 1 - 3 ozs pkg. sugar free orange jello\n  1 - 3 ozs. pkg. sugar free instant vanilla pudding\n  1 - 10 ozs. can mandarin oranges, drained\n  1 - 8 ozs. tub fat free frozen whipped topping, thawed\n  ",
			"direction": "1. Dissolve jello in 1 c. boiling water. Add 1/2 c. cold water; let /set in fridge for 20 minutes.\n  2. With mixer or whisk, add dry vanilla pudding mix and beat until smooth. Fold in oranges and whipped topping (by hand). Refrigerate.\n  "
		},
		{
			"number": "500014",
			"category": "1",
			"meal": "103",
			"news": "5",
			"title": "Lasagna Style Spaghetti Squash",
			"ingredients": " 1 spaghetti squash\n  1 lb italian sausage or any choice of meat\n  2 cups of your favorite pasta sauce\n  2 tablespoons fresh basil\n  ½ cup ricotta cheese\n  ½ cup shredded mozzarella cheese (plus extra for topping)\n  olive oil or coconut oil\n  salt & pepper\n  roasting the squash\n  ",
			"direction": "1. Pre-heat oven to 400 degrees. Wash spaghetti squash, cut off stem and slice squash lengthwise. Scoop out the seeds and gunk. (save the seeds and roast them!) Brush with oil, season with salt and pepper, and place in baking dish (9×13 works well) with a little water in the bottom of the dish — as the squash cooks, you can add more water if it dries up. \n  2. Roast for 45-60 minutes, depending on squash size, or until inside is soft and easily “fluffs” with a fork. It will look like very tiny spaghetti noodles.\n  3. While squash is roasting, brown Italian sausage in large skillet over medium heat. Remove sausage from the pan drain and set aside. Add sauce to the pan and simmer. Add the sausage back into the sauce.\n  4. In a bowl, combine the ricotta, mozzarella, and fresh basil, set aside. When squash is tender, remove from oven and using a fork, scoop, fluff, flake, scrape, whatever you’d like to call it, to get the inside of the squash to look like spaghetti noodles. You don’t have to get at ALL of the squash, you can scoop more later when you get to the bottom after it’s been filled and you’re enjoying it for dinner.\n  5. Now we fill them! Start with a scoop of the red sauce, followed by a layer of the cheese mixture, (you can add extra mozzarella on each layer too!) and repeat the layers until you’ve over filled your squash, ending with a layer of red sauce and then topping them with mozzarella. 6. Totally over fill these suckers. Turn the oven to broil and put them back in to brown up the cheesy top.\n  "
		},
		{
			"number": "500015",
			"category": "1",
			"meal": "101",
			"news": "0",
			"title": "Skillet-braised Brussell Sprouts with Bacon & Onions",
			"ingredients": " 4 slices bacon, chopped fine\n  2 ounces onion, coarsely chopped, a generous 1/3 cup\n  1 pound fresh brussels sprouts, about 12 ounces after trimming\n  1/2 cup water\n  1/2 teaspoon salt\n  1 tablespoon butter\n  salt and pepper, to taste\n  ",
			"direction": "1. Prepare the Brussels sprouts by trimming the stem ends and any discolored leaves. Cut in half through the stem.\n  2. In a 12-inch skillet, cook the bacon and onion over medium-low heat until the bacon is crisp and the onion is browned, about 10 minutes. Drain on a paper towel lined plate. Add the Brussels sprouts, water and 1/2 teaspoon salt to the skillet; increase the heat to medium. \n  3. Cover and simmer until the Brussels sprouts are bright green, about 5-6 minutes. Uncover the pan and cook until the liquid has evaporated and the sprouts are tender, about 3 minutes. Turn off the heat and stir in the bacon and butter. Season to taste with salt and pepper.\n  "
		},
		{
			"number": "500016",
			"category": "1",
			"meal": "103",
			"news": "0",
			"title": "Easy Crockpot Chicken Fajitas",
			"ingredients": " 1 lb of chicken breasts\n  3 peppers (green, red & yellow), sliced \n  1 onion, sliced\n  1 package of taco seasoning\n  flour or corn tortillas\n  sour cream\n  cheese\n  guacamole\n  ",
			"direction": "1. Slice peppers and onions then place them on the bottom of the crock pot. Put Chicken on top of peppers and onions. Sprinkle taco seasoning on the top. \n  2. Cook on low for 6-8 hrs (or high for 3-4). The chicken looks burnt but it's just crispy. Shred everything up and mix in the juice. Serve with tortillas and all the toppings - sour cream, guacamole, cheese, lettuce, etc.\n  "
		},
		{
			"number": "500017",
			"category": "1",
			"meal": "103",
			"news": "5",
			"title": "Low Carb Taco Bake",
			"ingredients": " 4 ounces cream cheese, softened\n  3 eggs\n  1⁄3 cup heavy cream\n  1⁄2 teaspoon taco seasoning\n  8 ounces cheddar cheese, shredded\n  1 lb ground beef (topping)\n  3 teaspoons taco seasoning (topping)\n  1⁄4 cup tomato sauce (topping)\n  4 ounces chopped green chilies (topping)\n  8 ounces cheddar cheese, shredded (topping)\n  ",
			"direction": "1. For the crust, beat the cream cheese and eggs until smooth. Add the cream and seasoning. Grease a 9\"x13\" baking dish; spread the cheese over the bottom. Pour in the egg mixture as evenly as possible. Bake at 375ºF, 25-30 minutes. Let stand 5 minutes before adding the topping.\n  2. For the topping, brown the hamburger; drain fat. Stir in the seasoning, tomato sauce and chiles. Spread over the crust. Top with cheese.\n  3. Reduce oven to 350ºF and bake another 20 minutes or so until hot and bubbly. Serve with the toppings of your choice (add additional carbs).\n  "
		},
		{
			"number": "500018",
			"category": "1",
			"meal": "103",
			"news": "5",
			"title": "Roasted Spaghetti Squash with Bacon and Parmesan",
			"ingredients": " 2 lb. spaghetti squash\n  olive oil\n  salt\n  1 t. butter\n  2 strips bacon, cooked and crumbled\n  freshly shredded parmesan cheese\n  ",
			"direction": "1. Wash the outside of the squash then cut in half lengthwise. Use a spoon and remove the seeds. Drizzle each half with olive oil and rub over the flesh, season with a little salt. Place on a baking sheet lined with tinfoil flesh side up. \n  2. Bake in a 425 degree oven for 55 minutes. Remove and shred the squash with a fork. Divide the butter between the two halves and stir to melt. Sprinkle each with half of the bacon and top with a little shredded parmesan cheese. Season to taste with a little more salt.\n  "
		},
		{
			"number": "500019",
			"category": "3",
			"meal": "100",
			"news": "4",
			"title": "Low Carb Lemon \"Cheesecake\" Bars",
			"ingredients": " 1 (3 ounce) package sugar-free lemon gelatin\n  2 tablespoons lemon juice\n  2 (8 ounce) packages low-fat cream cheese\n  1 cup boiling water\n  1 graham cracker crust, prepared in a 10 inch springform pan\n  ",
			"direction": "1. Stir the boiling water into the box of jello, mixing for about 2 minute.\n  2. Add the cream cheese and lemon juice.\n  3. Mix until all lumps have disappeared.\n  4. Pour into an 8\" square pan and chill until set.\n  5. Cut into 8 squares. Calories 181.2 Calories from Fat 116, Total Fat 12.9 g, Saturated Fat 7.2 g, Cholesterol 42.0 mg, Sodium 207.4 mg, Total Carbohydrate 5.8 g, Dietary Fiber 0.0 g, Sugars 1.9 g, Protein 11.0 g\n  "
		},
		{
			"number": "500020",
			"category": "2",
			"meal": "103",
			"news": "0",
			"title": "Weight Watchers Broccoli Cheese Soup",
			"ingredients": " 3 (14 1/2 ounce) cans chicken broth\n  2 (1 lb) bags frozen broccoli\n  1 (10 1/2 ounce) can rotel brand tomatoes and green chilies\n  10 ounces Velveeta reduced fat cheese product\n  ",
			"direction": "1. Mix chicken broth, frozen broccoli and tomatoes and chilies together.\n  2. Simmer for 25 minutes or until veggies are tender.\n  3. Cube Velveeta and put into soup pot.\n  4. Simmer just until cheese is melted.\n  5. This recipe freezes and refrigerates well.  Nutritional Facts for Weight Watchers Broccoli Cheese Soup - 2 Pts Per Cup Calories 111\n  "
		},
		{
			"number": "500021",
			"category": "1",
			"meal": "103",
			"news": "0",
			"title": "Cheesy Bacon Wrapped Chicken Tenders",
			"ingredients": " 6-8 chicken tenders\n  6-8 slices of bacon\n  2 tablespoons butter\n  1/4 cup chopped onion\n  1/4 cup chopped green bell pepper\n  1/4 cup chopped green onion\n  1 cup shredded monterey cheddar cheese\n  tony cachere's cajun seasoning \n  ",
			"direction": "1. Heat Foreman Grill (you may pan-fry also). Sprinkle Cajun Seasoning generously on both sides of chicken.\n  2. Wrap a slice of bacon around each chicken tender. Grill on the Foreman for 4 minutes (or pan fry 4 minutes each side).\n  3. In a separate pan, saute your onion and bell pepper in the 2 T butter. Place chicken on top of sauteed vegetables.\n  4. Cover and cook on med/lo for 20 minutes. Uncover (careful to watch for steam) and smother with the cheese.\n  5. Cover and cook 10 additional minutes. Sprinkle with green onions.\n  "
		},
		{
			"number": "500022",
			"category": "3",
			"meal": "100",
			"news": "0",
			"title": "Banana Pancakes",
			"ingredients": " 2 eggs\n  1/2 cup instant oats\n  1 banana\n  1/4 cup applesauce\n  1/2 tsp vanilla\n  1/8 tsp baking powder\n  pinch of sea salt\n  ",
			"direction": "1. Blend. Cook until it starts to bubble, flip and cook an additional 2 minutes. Serve with pure maple syrup!\n  "
		},
		{
			"number": "500023",
			"category": "1",
			"meal": "101",
			"news": "2",
			"title": "Eggplant Parmesan",
			"ingredients": " 1 large eggplant, about 8\" long\n  1/2 cup milk\n  1 cup Italian bread crumbs\n  2-3 cups pasta sauce\n  8 ounces shredded Mozzarella cheese\n  ",
			"direction": "1. Wash the eggplant then slice into 1/2\" rounds. Pour the milk into a bowl and the bread crumbs on a plate. Lightly spray a baking sheet with cooking spray. \n  2. Take each round and dip into the milk then press into the bread crumbs, coating well, place on the baking sheet. Bake in a 375 degree F. oven for 25 minutes, turning halfway through the cooking time. In a 9 x 9 inch casserole dish, spoon a good layer of pasta sauce around the bottom. \n  3. Place half of the eggplant on top, spoon more sauce over each eggplant then top with half of the cheese. Place the remaining eggplant on top, top with more sauce and the last of the cheese. Bake uncovered for 35 minutes at 375 degrees F. Let sit 5 minutes before serving.\n  "
		},
		{
			"number": "500024",
			"category": "1",
			"meal": "101",
			"news": "0",
			"title": "Zucchini Boats",
			"ingredients": " 4 med. zucchini\n  1 lb ground round\n  1 medium onion, chopped\n  ½ cup chopped sweet peppers\n  ½ cup celery diced\n  1 clove garlic, minced\n  1 egg, slightly beaten\n  ½ cup fine italian bread crumbs\n  1 tsp. worcestershire sauce\n  ¼ tsp thyme\n  pepper to taste\n  a cup or so tomato or spaghetti sauce\n  ¼ cup mozzarella cheese per boat\n  ",
			"direction": "1. Cut squash in half lengthwise. With small melon baller, start about 1/2 inch from end and scoop out middle of squash, making sure not to take out too much.\n  2. Brown meat, onion and garlic in skillet pan in Tbsp olive oil until no longer pink. Drain browned meat; add celery, sweet peppers, bread crumbs, egg, basil, oregano, pepper, Worcestershire and tomato or spaghetti sauce. Fill up boats with meat mixture and arrange in baking dish. Top with Cheese. Bake at 325 F. degrees for 50 to 60 minutes, or until squash is tender. Makes 8 boats.\n  3. Variation: Use ½ lb ground pork sausage and ½ lb ground round, or 1 lb ground turkey in place of 1 lb ground round. Use ½ cup stale bread soaked in milk and drained or crushed saltine crackers instead of cracker crumbs.\n  "
		},
		{
			"number": "500025",
			"category": "0",
			"meal": "101",
			"news": "3",
			"title": "Baked Parmesan Tomatoes",
			"ingredients": " 4 tomatoes, sliced\n  1/4 cup freshly grated parmesan cheese\n  1 teaspoon chopped fresh oregano\n  1/4 teaspoon salt\n  freshly ground pepper, to taste\n  4 teaspoons extra-virgin olive oil\n  ",
			"direction": "1. Preheat oven to 450° F.\n  2. Place tomatoes cut-side up on a baking sheet. Top with Parmesan, oregano, salt and pepper. Drizzle with oil.\n  3. Bake until the tomatoes are tender, about 10 minutes.\n  "
		},
		{
			"number": "500026",
			"category": "0",
			"meal": "102",
			"news": "0",
			"title": "Low Carb Deep Dish Pizza",
			"ingredients": " 4 ounces cream cheese, softened\n  2 eggs\n  1/4 cup parmesan cheese\n  1/4 teaspoon oregano or 1/4 teaspoon italian seasoning\n  1/4 teaspoon garlic powder\n  8 ounces Italian cheese blend or 8 ounces mozzarella cheese, shredded\n  1/4 cup pizza sauce\n  4 ounces mozzarella cheese, shredded\n  garlic powder, to sprinkle on top\n  assorted pizza toppings \n  ",
			"direction": "1. In a medium bowl, whisk cream cheese until smooth and creamy. Whisk in eggs until mixture is well-blended and smooth.\n  2. Add the Parmesan and seasonings, then stir in the 8 ounces of mozzarella until completely moistened.\n  3. Spread cheese mixture evenly in a well-greased 9\"x13\" glass baking dish or lightly greased and lined with parchment paper (see note below).\n  4. Bake at 375ºF for 20 to 25 minutes or until evenly browned, but not too dark; let cool completely on a wire rack. When nearly cooled, take a metal spatula and carefully pry up the edges to loosen from pan.\n  5. Ease the spatula under the whole crust to loosen. Keep crust in the pan; this makes it easier to remove the finished pizza later. Refrigerate, uncovered, until shortly before serving time (this dries out the crust and makes it crisper).\n  6. Spread chilled crust with pizza sauce, then cheese and toppings of your choice (pepperoni, ham, sausage, 4 ounce can mushrooms, green peppers, bacon, ground beef, etc).\n  7. Lightly sprinkle with garlic powder and bake at 375ºF about 15 to 20 minutes or until toppings are bubbly. Let stand a few minutes before cutting.\n  "
		},
		{
			"number": "500027",
			"category": "1",
			"meal": "103",
			"news": "0",
			"title": "Low Carb Crock Pot Pizza Soup",
			"ingredients": " 1 (16 ounce) can crushed tomatoes (can use stewed or whole)\n  2 (16 ounce) cans beef broth (can sub bouillon)\n  2 (16 ounce) cans mushrooms (can use fresh if desired)\n  1 medium green pepper, diced\n  1 small onion, diced\n  1 lb Italian sausage\n  1⁄2 lb pepperoni, thinly sliced\n  1 teaspoon garlic powder\n  2 teaspoons dried oregano\n  2 teaspoons italian seasoning\n  1 cup freshly grated mozzarella cheese\n  1⁄4 cup grated parmesan cheese\n  ",
			"direction": "1. Saute the sausage until brown. Drain grease from the sausage and place the sausage in a crock pot.\n  2. Add all the other ingredients (except the cheeses) to crock pot. Cook in slow cooker on low for 6 to 8 hours.\n  3. Spoon into bowls and sprinkle with cheeses.\n  "
		},
		{
			"number": "500028",
			"category": "1",
			"meal": "103",
			"news": "5",
			"title": "Shepherd's Pie (Low Carb)",
			"ingredients": " 1 large head of cauliflower, chopped into small pieces (cauliflower mash)\n  1 cup chicken stock (cauliflower mash)\n  1/4 teaspoon garlic powder (cauliflower mash)\n  1/2 teaspoon salt, or to taste (cauliflower mash)\n  1/2 teaspoon freshly ground black pepper, or to taste (cauliflower mash)\n  1/4 cup cream or half-n-half (cauliflower mash)\n  4 oz cream cheese (cauliflower mash)\n  1/2 can sliced carrots\n  1/2 can green beans\n  2 tbsp butter\n  1 onion, chopped\n  1 pound lean ground beef\n  3 tablespoons almond flour\n  3 tablespoon tomato paste\n  3/4 cup water\n  1/2 tsp garlic salt\n  1/4 tsp black pepper\n  1 package dry gravy mix, low carb\n  1 tablespoon worcestershire\n  1/2 cup shredded cheddar cheese, to top casserole with\n  ",
			"direction": "1. Make recipe of Cauliflower Mash (recipe below) and set aside.\n  2. Preheat oven to 375 degrees.\n  3. Heat butter in a large frying pan. Add onion and beef cook until well browned, then stir in almond flour and cook 1 minute. Add tomato paste, water, seasoning and Worcestershire sauce. Bring to a boil, reduce heat and simmer for 5 minutes. Add gravy mix and let cook for 5 min.\n  4. Spread the ground beef in an even layer on the bottom of a greased 2-quart casserole dish. Next, spread a layer of carrots; then sprinkle cooked green beans over the carrots. Top with the Cauliflower Mash mixture and sprinkle with shredded cheese. Bake in the preheated oven for 20 minutes, or until golden brown.\n  5. Cauliflower Mash (to top Shepherd's Pie). Place cauliflower and chicken stock in a medium sized saucepan. Cover and bring to a simmer of medium-high heat and cook until completely tender (about 10-15 minutes). Most of the chicken stock cooks down while the cauliflower cooks. Add garlic powder, cream cheese, salt and pepper, to taste; stir in cream and puree with a blender until completely smooth (or use a food processor).\n  "
		},
		{
			"number": "500029",
			"category": "1",
			"meal": "101",
			"news": "0",
			"title": "Broccoli-Cauliflower Toss",
			"ingredients": " 2 cups Broccoli, cut in bite size pieces\n  2 cups Cauliflower, cut in bite sizes\n  3 hard boiled eggs, chopped\n  1/2 cup mayo\n  1/2 cup green salad olives, undrained\n  2 green onions, sliced\n  ",
			"direction": "1. Toss together broccoli, cauliflower and eggs. Blend remaining ingredients and add to Broccoli mixture. Toss and Chill.\n  "
		},
		{
			"number": "500030",
			"category": "1",
			"meal": "101",
			"news": "0",
			"title": "Fried Cabbage with Sausage",
			"ingredients": " 1 stick butter or margarine\n  1 small head of cabbage, chopped\n  1 small onion, chopped\n  1 pound smoked sausage, sliced into round pieces\n  1 (15 ounce) can diced tomatoes or rotel tomatoes\n  1/2 teaspoon salt\n  1/2 teaspoon pepper\n  ",
			"direction": "1. Melt butter in large skillet. Add cabbage, onion, and cook on medium high for about 5 minutes stirring to keep from sticking to pan. Add remaining ingredients, cover and simmer for 20 – 25 minutes.\n  2. Makes about 8 servings.\n  "
		},
		{
			"number": "500031",
			"category": "1",
			"meal": "103",
			"news": "4",
			"title": "Pizza Chicken Low Carb",
			"ingredients": " 1 boneless chicken breast, pounded flat if thick\n  salt, pepper, garlic powder and italian seasoning, to taste\n  1 tablespoon pizza sauce\n  4 slices pepperoni\n  1 teaspoon butter or oil\n  2 fresh mushrooms, sliced\n  2 thin green pepper rings\n  1 ounce mozzarella cheese, shredded\n  ",
			"direction": "1. Season the chicken with salt and other seasonings; grill. Meanwhile, sauté the mushrooms and pepper rings in butter or oil until slightly tender, but not mushy; set aside. Spread the sauce over the chicken, then top with the pepperoni, the pepper rings, mushrooms and then finally, the cheese. Sprinkle with a little additional Italian seasoning, if desired. Bake at 350º about 10-15 minutes or until hot and the cheese is melted. Serve at once.\n  2. Makes 1 serving. Can be frozen but the peppers will get soft.\n  "
		},
		{
			"number": "500032",
			"category": "1",
			"meal": "101",
			"news": "3",
			"title": "Cabbage and Ground Beef Skillet",
			"ingredients": " 1lb. ground beef \n  1 small head of cabbage, quartered and sliced\n  1 large onion, quartered and sliced\n  1 large carrot, shredded\n  2 cloves garlic, minced\n  2 T. Worcestershire sauce\n  1 T. rice vinegar\n  1 14.5 oz. can diced tomatoes with juice\n  1 tsp. chili powder\n  1 tsp. brown sugar\n  1 tsp. paprika\n  1/2 tsp. celery seed\n  1/2 tsp. salt\n  1/2 tsp. black pepper\n  good pinch of red pepper flakes\n  3/4 C. shredded Colby jack cheese (optional)\n  ",
			"direction": "1. In a large skillet, with a lid, brown the ground beef over medium high heat. Once cooked through, drain the grease and add in the chili powder, brown sugar, paprika, celery seed, salt, pepper and pepper flakes. \n  2. Stir to combine, add in the vinegar and Worcestershire sauce. Add the sliced cabbage, onions, carrots, diced tomatoes with juice and garlic. Stir to combine, cover and reduce heat to medium. Cook, stirring occasionally, for 25 minutes. Remove the lid and stir in the cheese.\n  "
		},
		{
			"number": "500033",
			"category": "1",
			"meal": "101",
			"news": "0",
			"title": "Cheesy Mashed Cauliflower",
			"ingredients": " 1 med/ large head of cauliflower chopped up small\n  5 oz cream cheese\n  1/4 cup light cream\n  1/2 tsp salt\n  1 1/2 tsp minced garlic 3/4 cup shredded monterrey jack cheese\n  2 and 1/2 tbs parmesan cheese\n  1 tsp paprika\n  non stick spray\n  ",
			"direction": "1. Pre heat oven to 350°. Chop Cauliflower and add to a boiling pot of hot water and boil for 10- 12 minutes.\n  2. Drain cauliflower well. \n  3. Meanwhile in a bowl combine the cream cheese, light cream, salt, garlic and Parmesan cheese and using hand mixer mix until blended add cooked cauliflower and mash together with mixture. Then use hand mixed to mix saving some small chunks and place into greased baking dish, top with cheese sprinkle with paprika and bake for 30 minutes or until cheese starts to lightly brown.\n  "
		},
		{
			"number": "500034",
			"category": "1",
			"meal": "103",
			"news": "0",
			"title": "Low Carb Mexi Baked Chicken",
			"ingredients": " 2 (4 ounce) boneless skinless chicken breasts\n  2 teaspoons taco seasoning \n  1/2 cup salsa, any degree \n  1/2 cup shredded low-fat cheddar cheese\n  ",
			"direction": "1. Preheat oven to 375 degrees.\n  2. Spray a shallow, small baking dish with non-stick spray.\n  3. Coat chicken lightly with taco seasoning, on both sides; spoon salsa over top of breast.\n  4. Bake, uncovered, about 45 minutes.\n  5. Sprinkle cheese on both breasts evenly; bake for another 5 minutes or until cheese is melted through.\n  "
		},
		{
			"number": "500035",
			"category": "1",
			"meal": "101",
			"news": "2",
			"title": "Roasted Parm Zucchini Spears",
			"ingredients": " 4 medium zucchinis\n  1/2 cup grated Parmesan cheese\n  olive oil\n  ",
			"direction": "1. Preheat oven to 350. Cut the zucchinis in quarters, length-wise. Set aside. Line a baking sheet with foil.\n  2. Place zucchinis on the baking sheet and drizzle with olive oil. Sprinkle on grated Parmesan cheese (and any other spices desired).\n  3. Bake for 12-15 minutes. Broil for the last 2 minutes until the cheese is more browned.\n  "
		},
		{
			"number": "500036",
			"category": "1",
			"meal": "103",
			"news": "0",
			"title": "Hasselback Chicken",
			"ingredients": " 1 1/2 lbs chicken breast halves, boneless and skinless ( about 2 halves)\n  4 ounces monterey jack pepper cheese, sliced into thin 1/4 inch slices\n  1 tablespoon breadcrumbs\n  1/2 tablespoon cajun seasoning\n  1/2 cup spinach, cooked (frozen and thawed or sauteed fresh)\n  salt, to taste\n  pepper, to taste\n  ",
			"direction": "1. Preheat the oven to 350 degrees. Using a sharp knife, make slits in the chicken breasts that are about 3/4 inches wide, making sure not to cut all the way down through the bottom of the chicken breast. You will have about 7 or 8 slits per chicken breast, depending on how large your chicken breasts are. Season the chicken with salt and pepper.\n  2. Place the spinach evenly in the slits of the chicken. Combine the breadcrumb and Cajun seasoning in a small bowl. Sprinkle the mixture evenly over the chicken. Place the pepper jack slices in the slits of the chicken.\n  3. Place each chicken on its own lightly greased sheet of tin foil and make a \"bowl\", surrounding each chicken breast. This keeps the juices contained.\n  4. Bake in the preheated oven for 30 minutes, or until the chicken is cooked through. Remove each chicken breast from its tin foil \"bowl\" and place on a serving dish.\n  "
		},
		{
			"number": "500037",
			"category": "1",
			"meal": "101",
			"news": "5",
			"title": "Roasted Garlic Mushrooms",
			"ingredients": " 16 even-sized open cup mushrooms, stalks cut level\n  3 tbsp olive or coconut oil\n  1/4 c unsalted butter, softened\n  3 cloves garlic, chopped very finely\n  2 tbsp fresh thyme, chopped\n  1 1/2 tbsp lemon juice\n  salt and freshly ground black pepper to taste\n  1/4 c fresh breadcrumbs\n  ",
			"direction": "1. Preheat the oven to 200C/400F/gas mark 6. Lightly fry the mushrooms, cap-side down, in hot oil for 20 seconds.\n  2. Arrange the mushrooms in a shallow roasting tin with the stalks facing upwards.\n  3. Mix together the butter, garlic, thyme, lemon juice and seasoning. Spoon a little garlic butter on to each mushroom, then lightly press the breadcrumbs on top. Either refrigerate for later use, or cook immediately in the oven for 10 minutes.\n  "
		},
		{
			"number": "500038",
			"category": "1",
			"meal": "103",
			"news": "0",
			"title": "Cabbage Roll Skillet ",
			"ingredients": " 2 pounds ground beef\n  1 medium onion (6 ounces before trimming)\n  1 clove garlic, minced\n  1 small-medium cabbage, chopped (2 pounds cabbage before trimming)\n  28 ounce can crushed tomatoes \n  1 teaspoon salt, or to taste\n  1 teaspoon pepper, or to taste\n  2 tablespoons vinegar\n  2 tablespoons granular Splenda or equivalent liquid Splenda\n  ",
			"direction": "1. In a very large skillet, wok or Dutch oven, brown the ground beef with the onion and garlic; drain the fat, if desired. Stir in the remaining ingredients. Cover and simmer 30-40 minutes or until the cabbage is tender. Per 1/6 Recipe: 338 Calories; 18g Fat; 28g Protein; 18g Carbohydrate; 6g Dietary Fiber; 12g Net Carbs\n  "
		},
		{
			"number": "500039",
			"category": "1",
			"meal": "103",
			"news": "4",
			"title": "Chicken and Broccoli Cheesy Casserole ",
			"ingredients": " cooking spray\n  16 oz (1 lb) bag of frozen broccoli\n  1 medium onion, diced\n  1 tsp. chicken bouillon\n  1 tsp. chicken bouillon\n  1/2 cup water\n  1 tbsp. olive oil\n  1/4 tsp. pepper\n  3 cups cubed chicken\n  1 tsp. garlic powder\n  1/4 cup sour cream\n  1 cup ricotta cheese\n  2 cups shredded mozzarella cheese\n  ",
			"direction": "1. Grease a 9 x 13 inch pan and set aside. Add broccoli, onion, chicken bouillon, water, olive oil and pepper to a medium frying pan. Cook covered for about 10 minutes. Stir occasionally. \n  2. In a medium bowl mix the cubed chicken , garlic powder, sour cream and ricotta cheese together. Mix until blended. After 10 minutes of cooking the veggies, pour the broccoli mix into the bowl with the chicken. \n  3. Stir until blended. Add 1/4 cup of the shredded Mozzarella cheese to the mix. Stir. Transfer your mix to the greased pan and spread evenly. Add the remaining Mozzarella cheese to the top and put in the oven! Bake at 350 degrees F. for 50 - 60 minutes. Once the top layer of cheese is browned a bit, it should be done. Serve warm and enjoy!\n  "
		},
		{
			"number": "500040",
			"category": "3",
			"meal": "102",
			"news": "0",
			"title": "Low-Cal, Low-Fat Easy Chocolate Trifle",
			"ingredients": " 1 (20 ounce) package brownie mix\n  1 (1 ounce) package fat-free sugar-free instant chocolate pudding mix\n  1 (14 ounce) can fat-free sweetened condensed milk\n  1 (8 ounce) container fat-free cool whip\n  1 (12 ounce) container fat-free cool whip\n  1⁄2 cup water\n  1 Hershey chocolate candy bar\n  ",
			"direction": "1. Prepare brownie mix according to package directions. Allow brownies to cool and cut into 1-inch squares.\n  2. In a large bowl, combine pudding mix, water and condensed milk. Mix until smooth. Fold in 8-oz container of Cool Whip.\n  3. In a glass serving dish, layer 1/2 brownies, 1/2 pudding mix and 1/2 of the 12-oz container of Cool Whip. Repeat layering.\n  4. Garnish with chocolate bar shavings. Refrigerate at least 2 hours before serving. Can also be served in individual dessert or wine glasses.\n  "
		},
		{
			"number": "500041",
			"category": "1",
			"meal": "103",
			"news": "0",
			"title": "Ginger Me up Chicken",
			"ingredients": " 4 large boneless skinless chicken breasts\n  2 tablespoons honey\n  1 -2 tablespoon Dijon mustard\n  4 tablespoons water\n  2 -3 teaspoons ground ginger or 1 tablespoon freshly ground gingerroot\n  2 -4 garlic cloves, peeled & crushed\n  salt, to taste\n  fresh ground black pepper, to taste\n  1/2-1 teaspoon cayenne pepper (optional)\n  ",
			"direction": "1. Preheat the oven to 180C or 350°F. Select a sturdy oven dish - preferably non-stick. Place the chicken breasts into the baking dish.\n  2. Mix the honey, mustard, water, ginger & crushed garlic (and cayenne pepper if using) together in a measuring jug.\n  3. Pour over the chicken breasts, easing them up slightly so the mixture runs underneath them. Season with salt and freshly ground black pepper to taste and bake in the oven for 45 to 60 minutes.\n  4. Serve one chicken breast per person with some of the cooking sauce drizzled over the top of the chicken. Garnish with chopped parsley & serve with a medley of steamed vegetables & pasta.\n  5. To pan fry, heat up a frying pan and add the chicken breasts - dry fry them briefly to give them a bit of colour and add the cooking sauce, mix well and cook for about 20- 30 minutes over a medium heat. Serve as before.\n  "
		},
		{
			"number": "500042",
			"category": "0",
			"meal": "100",
			"news": "5",
			"title": "Cauliflower Patties ",
			"ingredients": " 1 head cauliflower\n  2 large eggs\n  1/2 c cheddar cheese, grated\n  1/2 c bread crumbs \n  2 cloves of finely diced garlic\n  1 finely diced red onion\n  mixed herbs, salt and pepper to taste\n  ",
			"direction": "1. Preheat oven to 180 degrees Celsius or 375 Farenheit. Cut cauliflower into florets & cook in boiling water or microwave until tender about 10 minutes. Drain. Mash the cauliflower while still warm. Stir cheese, eggs, bread crumbs, garlic, onion and seasoning to taste.\n  2. Grease a baking tray then form the cauliflower mixture into patties about 3 inches across. Bake until golden brown & set, about 15 - 20 minutes.\n  "
		},
		{
			"number": "500043",
			"category": "1",
			"meal": "101",
			"news": "0",
			"title": "Brussel Sprouts with Bacon and Mushrooms",
			"ingredients": " 3 strips bacon, chopped\n  1/3 cup, chopped onion\n  1 cup, sliced mushrooms\n  1 Tbsp.butter\n  12 ounces of frozen brussel sprouts, thawed and sliced in half\n  1/2 tsp. house seasoning \n  salt to taste\n  ",
			"direction": "1. In a skillet, fry up the chopped bacon until crispy and remove the bacon to a paper towel lined plate, retaining the bacon grease in the skillet. Add the onions and mushrooms to the pan and cook over medium high heat for 3-4 minutes, just enough to soften the veggies. \n  2. Remove them to a plate and add the butter to the pan. Once melted, add in the sliced brussel sprouts and reduce the heat to medium. Season with the house seasoning and salt to taste. \n  3. Cook them, stirring often, until they are tender and begin to brown around the edges, about 7-8 minutes. Add the bacon, onions and mushrooms back to the pan to warm through, tossing to combine, just before serving.\n  "
		},
		{
			"number": "500044",
			"category": "3",
			"meal": "102",
			"news": "0",
			"title": "Peanut Butter",
			"ingredients": " 2 tbs coconut oil\n  2 tbs grassfed butter\n  4 tbs peanut butter\n  3 tsp cocoa powder\n  3 packets stevia\n  1 tsp vanilla extract\n  1.5 tbs cream cheese\n  ",
			"direction": "1. Mixed all together ingredient and put in the microwave for 30 sec & stir it very well and if need more dissolved put in the microwave again 15 to 30 sec then pour into mini cup cake size then put in the freeze at least 30 mins. \n  "
		},
		{
			"number": "500045",
			"category": "0",
			"meal": "102",
			"news": "5",
			"title": "Layer Pizza Dip",
			"ingredients": " 8 ounces Philadelphia cream cheese (room temperature)\n  1/2 cup sour cream\n  8 ounces finely shredded Italian cheese blend (divided)\n  14.5 ounce can diced tomatoes\n  1/4 teaspoon garlic powder\n  1/4 teaspoon onion powder\n  1 tablespoon Italian seasoning\n  1/2 teaspoon kosher salt\n  1/2 teaspoon pepper\n  12 slices pepperoni\n  4 slices cooked bacon, chopped (or 1/4 cup real bacon pieces)\n  ",
			"direction": "1. Preheat oven to 350°.\n  2. In a blender combine tomatoes, garlic, onion, Italian seasoning, salt, and pepper. Blend until pureed. Set pizza sauce aside.\n  3. In a medium bowl, combine cream cheese, sour cream and 2 ounces of shredded cheese. Mix well until well combined.\n  4. Spread cream cheese mixture in an even layer over baking dish (pie plate or 8x8 works).\n  5. Pour blended pizza sauce (tomato mixture) over cream cheese mixture and evenly distribute with spatula.\n  6. Sprinkle remaining shredded cheese over pizza sauce. Top pizza dip with bacon and pepperoni. Add any toppings that you love on pizza! Bake for 20-25 minutes, until cheese is browned and bubbly.\n  "
		},
		{
			"number": "500046",
			"category": "2",
			"meal": "103",
			"news": "0",
			"title": "Southern Style Cabbage Soup",
			"ingredients": " 1 small head of cabbage-chopped\n  2 lbs of lean ground beef\n  2 14 1/2 cans of stewed or diced tomatoes\n  1 can of rotel\n  2 8 oz cans of tomato sauce\n  1 large onion chopped\n  4 stalks of celery finely-chopped\n  1 small bell pepper finely-chopped\n  diced potatoes\n  2 tbs of salsa; optional\n  knorr beef broth, makes three cups of broth.\n  spices; season to taste\n  cayenne pepper\n  chili powder\n  4 garlic cloves\n  pinch of salt\n  paprika\n  black pepper\n  dash of tony chachere's creole seasoning\n  dash of old bay seasoning\n  dash of salt-free mrs dash\n  ",
			"direction": "1. Sauté celery, onion, bell pepper and garlic in olive oil and set aside. Brown ground beef and drain off fat. Lightly toss cabbage in 4 Tbsp butter until cabbage is tender.\n  2. Add cabbage and other ingredients until cabbage is tender and potatoes are soft. Combine all ingredients in dutch oven or large pot and cook until potatoes are tender.\n  "
		},
		{
			"number": "500047",
			"category": "3",
			"meal": "102",
			"news": "5",
			"title": "Weight Watcher Snickers Pie",
			"ingredients": " 1 container fat free cool whip\n  4 sheets low fat graham crackers\n  2 tablespoons smuckers sugar free hot fudge topping\n  2 tablespoons smuckers sugar free caramel topping\n  2 fun size snickers bars\n  8 x 8 dish\n  ",
			"direction": "1. Place the Four Sheets of Graham crackers on the bottom of your dish. Add the entire container of Fat Free Cool Whip and smooth out evenly.\n  2. Drizzle Fudge and Caramel all over the top. Crush snickers bars in a ziplock bag (use a meat pounder or anything you have). Sprinkle the Snickers bar pieces all over the top!\n  3. Put in Freezer for 2 to 3 Hours (or overnight). Cut into 6 huge Slices. Each Slice is only 4 Weight Watcher Points Plus!\n  "
		},
		{
			"number": "500048",
			"category": "0",
			"meal": "101",
			"news": "0",
			"title": "Cauliflower Salad",
			"ingredients": " 1 head of cauliflower steamed or boiled until tender in bite size pieces\n  6 boiled eggs \n  together.\n  1/3 cup (approx) miracle whip or mayonnaise \n  3 tbs of mustard\n  3 tbs of pickle relish\n  1/8 cup of chopped onion (uncooked) can use more if you prefer\n  salt/pepper to taste\n  ",
			"direction": "1. When eggs done peel eggs, rinse and separate yokes into a bowl. Then mash the yolk and cut the whites into small bite size pieces then blend.\n  2. Mix all together and you can garnish with egg slices and parsley. Chill over night ( 1 cup of cauliflower is only 3 carbs vs 1 cup of potato is 37)\n  "
		},
		{
			"number": "500049",
			"category": "0",
			"meal": "101",
			"news": "0",
			"title": "Cucumber, Onion, and Tomato Salad",
			"ingredients": " 3 tomatoes\n  3 cucumbers\n  1 onion\n  1/2 cup apple cider vinegar\n  1 teaspoon of cracked pepper\n  2 table spoons of sugar \n  2 teaspoons of salt\n  1 cup of water\n  1/4 cup of olive oil\n  ",
			"direction": "1. Mix well, thats it. Let it chill for 1-2 hours. That simple.\n  "
		},
		{
			"number": "500050",
			"category": "1",
			"meal": "103",
			"news": "0",
			"title": "Perfect for Low Carb Salad Chicken",
			"ingredients": " 1 lb boneless, skinless chicken breasts\n  4 oz pepper jack cheese, shredded \n  1 c frozen spinach, thawed and drained \n  2 tbsp olive oil\n  cajun seasoning \n  1 tbsp breadcrumbs \n  sea salt, to taste\n  freshly ground black pepper, to taste\n  lots of toothpicks\n  ",
			"direction": "1. Preheat oven to 180 (350 degrees ). Flatten the chicken to 1/4-inch thickness.\n  2. In a medium bowl, combine the pepper jack cheese, spinach, salt and pepper. Combine the Cajun seasoning and breadcrumbs together in a small bowl.\n  3. Spoon about 1/4 c of the spinach mixture onto each chicken breast. Roll each chicken breast tightly and fasten the seams with several toothpicks. \n  4. Brush each chicken breast with the olive oil. Sprinkle the Cajun seasoning mixture evenly over all. Sprinkle any remaining spinach and cheese on top of chicken (optional). Place the chicken seam-side up onto a tin foil-lined baking sheet (for easy cleanup). Bake for 35 to 40 minutes, or until chicken is cooked through.\n  5. Remove the toothpicks before serving. Count to make sure you have removed every last toothpick. Serve whole or slice into medallions.\n  "
		},
		{
			"number": "500051",
			"category": "1",
			"meal": "103",
			"news": "0",
			"title": "Best Beef and Broccoli",
			"ingredients": " 3 tablespoons cornstarch, divided\n  1⁄2 cup water, plus\n  2 tablespoons water, divided\n  1⁄2 teaspoon garlic powder\n  1 lb boneless round steak or 1 lb charcoal chuck steak, cut into thin 3-inch strips\n  2 tablespoons vegetable oil, divided\n  4 cups broccoli florets\n  1 small onion, cut into wedges\n  1⁄3 cup reduced sodium soy sauce\n  2 tablespoons brown sugar\n  1 teaspoon ground ginger\n  hot cooked rice\n  ",
			"direction": "1. In a bowl, combine 2 tablespoons cornstarch, 2 tablespoons water and garlic powder until smooth. Add beef and toss.\n  2. In a large skillet or wok over medium high heat, stir-fry beef in 1 tablespoon oil until beef reaches desired doneness; remove and keep warm.\n  3. Stir-fry broccoli and onion in remaining oil for 4-5 minutes. Return beef to pan.\n  4. Combine soy sauce, brown sugar, ginger and remaining cornstarch and water until smooth; add to the pan. Cook and stir for 2 minutes. Serve over rice. (Or cauliflower rice)\n  "
		},
		{
			"number": "500052",
			"category": "1",
			"meal": "103",
			"news": "0",
			"title": "Cheeseburger Cauliflower",
			"ingredients": " 1 1/2 pounds ground beef\n  1 pound cauliflower\n  1 cup cheddar cheese\n  1/2 teaspoon garlic salt\n  salt and pepper, to taste\n  ",
			"direction": "1. Steam or boil cauliflower until soft. Frozen or fresh is fine, whichever is easiest for you. \n  2. While cauliflower is cooking, brown hamburger. Drain off grease. Add cauliflower, seasonings and cheese. Mix until cheese is melted. 6 Servings, Nutrition Per Serving: Calories 447\n  "
		},
		{
			"number": "500053",
			"category": "0",
			"meal": "102",
			"news": "0",
			"title": "Baked Zucchini",
			"ingredients": " 2 medium zucchini\n  2 tablespoons butter, melted (or olive oil)\n  1 tablespoon fresh oregano or 1 teaspoon dried oregano\n  1⁄4 cup parmesan cheese, grated\n  salt & pepper\n  ",
			"direction": "1. Slice zucchini in 1/8 to 1/4 inch slices. Toss with melted butter and oregano.\n  2. Arrange in a single layer on a greased baking sheet. Sprinkle with parmesan cheese.\n  3. Bake, uncovered, at 350 degrees F for 35-40 minutes. Season to taste with salt and pepper.\n  "
		},
		{
			"number": "500054",
			"category": "1",
			"meal": "103",
			"news": "0",
			"title": "Melt In Your Mouth Chicken",
			"ingredients": " 1/2 cup parmesan cheese\n  1 cup Greek yogurt -plain\n  1 tsp garlic powder\n  1 1/2 tsp seasoning salt\n  1/2 tsp pepper\n  ",
			"direction": "1. Spread mixture over chicken breasts, bake at 375 degrees for 45 mins.\n  "
		},
		{
			"number": "500055",
			"category": "0",
			"meal": "101",
			"news": "0",
			"title": "Cucumbers & Sour Cream",
			"ingredients": " 3 large cucumbers peeled and sliced\n  1 container of sour cream\n  3 tbs of finely diced onion\n  3 tbs rice vinegar\n  salt and pepper to taste\n  ",
			"direction": "1. Peel and Slice cucumbers and mix together all ingredients in a large bowl (one large enough to be able to mix well). \n  2. Cover and refrigerate for at least two hours. \n  "
		},
		{
			"number": "500056",
			"category": "1",
			"meal": "103",
			"news": "0",
			"title": "Low Carb Zucchini Lasagna",
			"ingredients": " 2 1/2 cups zucchini, sliced lengthwise 1/4 inch thick (about 2 medium)\n  1/2 lb lean ground beef \n  1/4 cup onion, chopped\n  2 small tomatoes, cut up\n  1 (6 ounce) can tomato paste\n  1 garlic clove, minced\n  1/2 teaspoon dried oregano\n  1/2 teaspoon dried basil\n  1/4 teaspoon dried thyme\n  1/4 cup water\n  1/8 teaspoon pepper\n  1 egg\n  3/4 cup low fat cottage cheese (or low fat or fat free ricotta)\n  1/2 cup mozzarella cheese, shredded (I use 8 oz. divided)\n  1 teaspoon flour\n  ",
			"direction": "1. Cook zucchini until tender, drain and set aside. Fry meat and onions until meat is brown and onions are tender; drain fat. Add next 8 ingredients and bring to a boil.\n  2. Reduce heat; simmer, uncovered 10 minutes or until reduced to 2 cups.\n  3. In small bowl slightly beat egg.\n  4. Add cottage cheese, half of shredded cheese and flour.\n  5. In (1 1/2-qt.) baking-roasting pan arrange half of the meat mixture. Top with half of the zucchini and all the cottage cheese mixture. Top with remaining meat and zucchini.\n  6. Bake uncovered at 375 degrees F for 30 minutes.\n  7. Sprinkle with remaining cheese. Bake 10 minutes longer.\n  8. Let stand 10 minutes before serving.\n  "
		},
		{
			"number": "500057",
			"category": "1",
			"meal": "103",
			"news": "0",
			"title": "Cheddar and Garlic Oven \"Fried\" Chicken",
			"ingredients": " 1/4 cup butter, melted\n  2 tablespoons minced garlic \n  2 teaspoons garlic powder, divided \n  1/2 teaspoon seasoning salt \n  3/4 cup seasoned dry bread crumb \n  1/2 cup finely grated low fat cheddar cheese\n  1/4 cup freshly grated parmesan cheese\n  1/2 teaspoon ground black pepper \n  4 boneless skinless chicken breasts\n  shredded cheddar cheese\n  ",
			"direction": "1. Preheat oven to 350°F.\n  2. Butter an 11 x 7-inch pan (if using more than 4 breasts use a larger pan).\n  3. In a bowl, combine melted butter with fresh minced garlic, 1 teaspoon garlic powder and salt.\n  4. In another bowl, combine the dry breadcrumbs with 1/2 cup finely grated cheddar cheese, Parmesan cheese 1 teaspoon garlic powder and coarse ground black pepper.\n  5. Dip chicken in butter mixture; then in crumb mixture.\n  6. Place in prepared pan and bake uncovered for 35-45 minutes or until cooked through, larger breasts may take more time (placing the chicken on a rack in a pan will produce an extra crispy crust).\n  7. Top with shredded cheddar or mozzarella the last 5 minutes of cooking (this is only optional).\n  "
		},
		{
			"number": "500058",
			"category": "0",
			"meal": "102",
			"news": "5",
			"title": "Low Carb Buffalo Cauliflower Bites ",
			"ingredients": " 1 head of cauliflower\n  1 cup water\n  1 cup flour\n  dash of franks hot sauce\n  dash of salt\n  dash of pepper\n  5 tablespoons of franks hot sauce\n  2 tablespoons of oil\n  dash of salt\n  ",
			"direction": "1. Cut cauliflower into florets.\n  2. Make a buffalo paste out of water, flour, salt, pepper an dash of franks. Coat florets in the paste and set them on a greased baking sheet not touching. Bake at 450 for 20 min.\n  3. Once done. Take out and make second coating mix with franks and oil. Evenly coat bites and bake again for another 10 min. Serve with ranch.\n  "
		},
		{
			"number": "500059",
			"category": "3",
			"meal": "100",
			"news": "0",
			"title": "Kent's Low Carb Poke Cake",
			"ingredients": " 3/4 cup butter, softened\n  6 ounces cream cheese, softened\n  1 cup granular Stevia\n  7 eggs\n  1 1/2 teaspoons vanilla\n  1 1/2 cups almond flour (160 grams or 5 5/8 ounces)\n  2 1/2 ounces unsweetened coconut, ground fine (3/4 cup ground) \n  1 1/2 teaspoons baking powder\n  1 package sugar free strawberry gelatin (gelatin)\n  1 cup boiling water (gelatin)\n  1 cup ice water (gelatin)\n  1 1/4 cups heavy cream (whipped topping)\n  4 teaspoons granular Stevia (whipped topping)\n  2 teaspoons vanilla (whipped topping)\n  ",
			"direction": "1. In a large bowl, cream the butter, cream cheese and Stevia with an electric mixer. Add the eggs, one or two at a time; blend in the vanilla. The batter will look curdled. Mix the almond flour, coconut flour and baking powder; add to the egg mixture a little at a time. Beat about 1 minute until fluffy. Spread the batter in a greased 9x13\" glass cake pan. Bake at 350º for 30 minutes. The cake will be golden brown and firm to the touch when done. Cool the cake on a wire rack.\n  2. While the cake is cooling, prepare the gelatin according to the package directions. Chill until the outside edges are just starting to set up but the center is still liquid. This will take a little over an hour. Poke the entire surface of the cake every 1/2 inch with a skewer or large meat fork. Slowly and evenly pour the liquid gelatin over the cake. Chill 2-3 hours. Frost with the Whipped Topping.\n  3. Do not use commercial coconut flour in this recipe. It won't work because it will make the cake very dry.\n  4. Whipped Topping. Beat all of the ingredients until thick and fluffy. \n  "
		},
		{
			"number": "500060",
			"category": "3",
			"meal": "102",
			"news": "0",
			"title": "Butterfinger Dessert ",
			"ingredients": " 1 (10\") prepared angel food cake, cut into 1' cubes\n  1 ( 1 oz.) package of sugar free, fat free butterscotch pudding mix\n  1 1/2 cups skim milk\n  2 ( 8 oz. ) containers of cool whip free, thawed\n  10 fun-sized butterfingers candy bars, crushed\n  ",
			"direction": "1. Spray 9 x 13\" pan with cooking spray. Arrange half the angel food cake cubes in bottom of pan.\n  2. In large bowl, combine the pudding mix with skim milk. Whisk until starting to thicken. Fold in both containers of cool whip free.\n  3. Pour half the \"fluff\" mixture over the cubed angel food cake in pan. Top with half the crushed butterfinger candies. Repeat with rest of cake, fluff and candy. Cover and refrigerate for at least an hour before serving, or overnight. \n  "
		},
		{
			"number": "500061",
			"category": "3",
			"meal": "100",
			"news": "0",
			"title": "Low-Fat Orange Dream Cheesecake",
			"ingredients": " 1 graham cracker, crust\n  2/3 cup boiling water\n  1 pkg. (.3 oz.) jell-o orange flavor sugar free gelatin\n  1 cup 2% milkfat low fat cottage cheese\n  1 tub (8 oz.) philadelphia fat free cream cheese\n  2 cups thawed cool whip free whipped topping\n  ",
			"direction": "1. Sprinkle graham cracker crumbs onto bottom of 8- or 9-inch springform pan sprayed with cooking spray.\n  2. Add boiling water to gelatin mix; stir 2 min. until completely dissolved. Cool 5 min.; pour into blender. Add cottage cheese and cream cheese; blend well. Pour into large bowl. Whisk in cool whip. Pour into prepared pan; smooth top.\n  3. Refrigerate 4 hours or until firm. When ready to serve, run knife around rim of pan to loosen cake; remove rim.\n  "
		},
		{
			"number": "500062",
			"category": "3",
			"meal": "102",
			"news": "0",
			"title": "Died and Went to Heaven Chocolate Cake, diabetic Version",
			"ingredients": " 1 3/4 cups all-purpose flour\n  1/2 cup Splenda granular\n  1/2 cup Splenda brown sugar blend\n  3/4 cup cocoa powder\n  1 1/2 teaspoons baking powder\n  1 1/2 teaspoons baking soda\n  1/2 teaspoon salt\n  1 1/4 cups low-fat buttermilk\n  1/4 cup vegetable oil\n  1/2 cup Egg Beaters egg substitute\n  2 teaspoons vanilla extract\n  1 cup hot strong black coffee\n  ",
			"direction": "1. Preheat oven to 350 degrees F. Grease a deep cake pan or bundt with non-stick cooking spray, set aside.\n  2. Blend flour, splenda® granulated sweetener, splenda ® Brown Sugar Blend, baking powder, baking soda, cocoa powder and salt in large mixing bowl.\n  3. Combine buttermilk, oil, EggBeaters, vanilla extract, and coffee in a small bowl. Add flour to mixture, using an electric mixer on medium speed, mix until Smooth (about 2 minutes).\n  4. Pour batter into cake pan or bundt pan. Bake for 35 minutes, until an inserted toothpick in center of cake comes out clean. Let cool in pan for 5 minutes.\n  "
		},
		{
			"number": "500063",
			"category": "3",
			"meal": "100",
			"news": "5",
			"title": "Skinny Shamrock Shake",
			"ingredients": " 4-5 milk ice cubes\n  6 oz vanilla greek yogurt (one container)\n  1/2 scoop vanilla protein powder \n  1/2 cup frozen spinach \n  1 packet splenda / stevia / sugar / your choice\n  3/4 – 1.5 cup milk\n  1/2 tsp peppermint extract\n  ",
			"direction": "1. Mix in blender.\n  "
		},
		{
			"number": "500064",
			"category": "3",
			"meal": "102",
			"news": "0",
			"title": "Better-Than-Anything Cake",
			"ingredients": " 1 (16-ounce) package sugar-free chocolate cake mix\n  1 1/4 cup diet cola\n  2 (6-ounce) containers Boston cream pie yogurt, light\n  1/4 cup fat-free milk\n  1 teaspoon vanilla extract\n  1 (8-ounce) (8-ounce) container frozen fat-free whipped topping, thawed\n  1 tablespoon chopped toffee bits candy\n  2 tablespoons fat-free, sugar-free caramel sauce\n  ",
			"direction": "1.Preheat oven to 350 degrees F. Coat a 9- x 13-inch baking dish with cooking spray.\n  2.In a large bowl, combine cake mix and soda; whisk until batter is smooth. Pour into baking dish.\n  3.Bake 25 to 30 minutes, or until toothpick inserted in center comes out clean. Let cool completely. Using the handle of a wooden spoon, poke about 30 holes over entire cake.\n  4.In a medium bowl, combine yogurt, milk, and vanilla; mix well. Pour mixture into holes. Evenly spread whipped topping over cake and sprinkle with toffee bits.\n  5.Cover and refrigerate 4 hours, or until ready to serve. Drizzle with caramel sauce just before serving. Calories 129 Calories from Fat 23 Total Fat 2.6g Saturated Fat 1.1g Trans Fat 0.0g Protein 2.0g •Cholesterol 0.4mg Sodium 206mg Total Carbohydrates 27g Dietary Fiber 1.3g Sugars 4.8g\n  "
		},
		{
			"number": "500065",
			"category": "3",
			"meal": "102",
			"news": "0",
			"title": "Chocolate Zucchini Cake ",
			"ingredients": " 4 tbs melted butter\n  1/2 cup truvia or desired sweetener to taste\n  3 eggs\n  1 1/2 cup shredded zucchini\n  2 tsp vanilla extract\n  1/3 c coconut flour\n  1/3 c almond flour\n  1 tsp baking soda\n  1/4 tsp salt\n  2 tbs cocoa powder\n  1/4 cup dark chocolate chips\n  1/2 C whipping cream (frosting)\n  2 tbs unsweetened cocoa powder (frosting)\n  4 tbs truvia sweetener powdered( blended till powder) (frosting)\n  1 tsp vanilla\n  ",
			"direction": "1. Preheat oven to 375. Blend all ingredients in blender until well mixed. Pour batter into a 9x9 pan.\n  2. Bake at 375 for 30-35 minutes until middle is just set. Cool and frost.\n  3. Chocolate Buttercream Frosting - add all ingredients to a blender and mix until thickened. Frost cooled cake. Store in fridge.\n  "
		},
		{
			"number": "500066",
			"category": "3",
			"meal": "102",
			"news": "0",
			"title": "Diabetic Friendly Strawberry Pie",
			"ingredients": " 4 cups fresh strawberries\n  1 (6-ounce) graham cracker crust\n  1 (4-ounce) package jell-o® vanilla sugar-free cook & serve pudding\n  1 (4-ounce) package jell-o® strawberry sugar-free gelatin\n  1½ cups water\n  1 cup reduced-calorie or fat-free cool whip\n  ½ tsp. vanilla extract (optional)\n  ",
			"direction": "1. Arrange strawberries in pie crust. In large saucepan, combine dry pudding mix dry gelatin and water. Cook over medium heat until mixture thickens and starts to boil. Stir often.\n  2. Spoon hot sauce over strawberries. Refrigerate at least 2 hours. Mix topping and vanilla and cover pie evenly. \n  "
		},
		{
			"number": "500067",
			"category": "3",
			"meal": "100",
			"news": "0",
			"title": "Diabetic Friendly Raspberry Peach Delight",
			"ingredients": " 1 prepared 8-in angel food cake cut into 1-in cubes \n  1-3 oz pkg. of sugar-free raspberry jell-o\n  1 cup boiling water\n  1 cup cold water\n  1-16 oz can light peach slices\n  3 cups fat free milk\n  1-1.5 oz pkg. sugar-free vanilla pudding\n  1-8 oz. carton of light or fat free cool whip\n  ",
			"direction": "1. Arrange cake cubes on the bottom of a 9x13 pan. Dissolve jello in boiling water then stir in cold water. Pour Jell-O over cake. Arrange peaches over Jell-O.\n  2. Mix together milk and pudding; spread over peaches. Top with Cool Whip. Refrigerate at least 2 hours before cutting.\n  "
		},
		{
			"number": "500068",
			"category": "0",
			"meal": "100",
			"news": "0",
			"title": "Zucchini Pan Cakes",
			"ingredients": " 1 zucchini\n  1 large egg\n  1 green onion\n  2 ½ tables of olive oil\n  salt and pepper\n  ",
			"direction": "1. Grate the zucchini into a bowl. Chop the green onion. Now mix the grated zucchini and chopped onion in a bowl.\n  2. Add egg to the mixture and mix thoroughly. Add salt and pepper.\n  3. Put 3 mounds of zucchini mixture into the pan and fry it by pressing down to flatten until lightly browned, then turn it and let the other side to be browned.\n  "
		},
		{
			"number": "500069",
			"category": "3",
			"meal": "102",
			"news": "0",
			"title": "Raw Vegan Keto Chocolate Tart",
			"ingredients": " 200 gr' pecan (crust)\n  1.5 cup unseated coconut flakes (crust)\n  1.5 tbs. lemon/ orange zest (without wax) (crust)\n  a pinch of pink himalayan salt /celtic salt (crust)\n  2 tbs. makus sweetener/lakanto (crust)\n  4 tbs. melted coconut butter (layer)\n  20 drops of stevia / 2 tbs. makus sweetener/lakanto (layer)\n  ½ cup melted raw cocoa butter + 2 tbs. raw cocoa powder (layer)\n  ½ cup melted coconut oil (layer)\n  2 tbs. lemon/ orange zest (without wax) (layer)\n  ½ vanilla bean/ vanilla ext. (layer)\n  ½ juiced lemon (layer)\n  a pinch of pink himalayan salt /celtic salt (layer)\n  4 tbs. melted almond butter/hazelnut butter (2 layer)\n  20 drops of stevia / 2 tbs. makus sweetener/lakanto (2 layer)\n  ½ cup melted raw cocoa butter + 2 tbs. raw cocoa powder (2 layer)\n  ½ cup melted coconut oil (2 layer)\n  2 tbs. lemon/ orange zest (without wax) (2 layer)\n  ½ vanilla bean/ raw chocolate extract (2 layer)\n  ½ juiced lemon (2 layer)\n  a pinch of pink himalayan salt /celtic salt (2 layer)\n  2 tbs. raw cocoa powder (frosting)\n  10 drops of stevia / 1 tbs. makus sweetener/lakanto (frosting)\n  8 tbs. melted almond butter/hazelnut butter (frosting)\n  8 tbs. melted coconut oil (frosting)\n  5 drops vanilla / raw chocolate extract (frosting)\n  a pinch of pink himalayan salt /celtic salt (frosting)\n  9 strawberries /blueberries/ blackberries/cranberries/ pecan halves\n  ",
			"direction": "1. In a food processor, with the S blade, Firs pulse the Pecan Halves into crumbles, Then, add the rest of ingredients and process until they become fine crumbly but still dry. Press the mixture into a 9.5” Pie mould.\n  2. Scatter all over the pie mould and with the hands, spread it evenly, pressing it to the bottom & walls creating a bowl shape.  It can be saved in the freeze up to 3 months.\n  3. In a large bowl, sift first the dry ingredients : Cocoa Powder , Sweetener , Stevia (if dry) Lemon/Orange zest, Vanilla Bean Powder etc. In another bowl, whisk together the wet / melted ingredients : Coconut Oil, Coconut Butter, Cocoa Butter, Lemon Juice ect. into a silky mixture.\n  4. Pure the mixture into the blended dry bowl &combine them together gently, until the mixter is velvetlly smooth. Pure the mixture upon the crust layer, and return to the freezer. in the meantime, prepare the frosting.\n  5. If you choose to add a second layer, repeat again the same procedure but instead of Coconut Butter, put Almond Butter / Hazelnut Butter. The Pie Should not be frozen for the next step.\n  6. Repeat again the same procedure for the frosting. (But first grind the Sweeteners & Salt to a fine powder, then Sift them to the dry Bowl.)\n  7. Put the Pie/ Cake on a rank & pure the frosting evenly on top. Move the mould from side to side for even spread. Return to the freezer. Take out of the freezer 2 hur. Before serving. Garnish with raw Strawberries /Blueberries/ Blackberries/Cranberries/ Pecan Halves.\n  "
		},
		{
			"number": "500070",
			"category": "3",
			"meal": "100",
			"news": "0",
			"title": "Keto Cinnamon Roll Mug Cake",
			"ingredients": " 2 tbsp and 1 tsp almond flour \n  1 egg\n  1 tbsp butter, melted \n  1/2 tsp baking soda\n  1/2 tsp cinnamon \n  15 drops sweet leaf liquid stevia \n  1 tbsp Philadelphia cream cheese, full fat\n  3-4 drops sweet leaf liquid stevia \n  ",
			"direction": "1. Combine flour, baking soda, and cinnamon in microwave safe mug and mix well. Add egg, melted butter and sweetener. Mix until combined and no lumps are left. Microwave for 75 seconds.\n  2. For the Icing. Microwave cream cheese for 10 seconds until soft. Mix in liquid sweetener. Spread onto your mug cake and enjoy.\n  "
		},
		{
			"number": "500071",
			"category": "2",
			"meal": "103",
			"news": "4",
			"title": "Egg Drop Soup",
			"ingredients": " 1 can chicken broth (feeds 2 people) or fresh from the chicken\n  1 egg (dont beat the egg just break the yoke )\n  1 tablespoon of corn starch \n  1 tablespoon of green onions  chopped \n  ",
			"direction": "1. Bring chicken broth to a boil after about 5 minutes of boiling.Medium heat is fine after you start boiling. \n  2. Put in all ingredients and stir for about 5 minutes, then turn off stove and let sit for a few minutes to cool down. Then you serve your soup with wantons or by its self.\n  "
		},
		{
			"number": "500072",
			"category": "2",
			"meal": "103",
			"news": "5",
			"title": "Olive Garden Low Carb Zuppa Toscana Soup",
			"ingredients": " 1 1/2 cups onions\n  1/2 lb bacon (sugar-free)\n  1 lb sausage \n  2 quarts water\n  3 - 4 minced garlic cloves\n  2 chicken bouillon cubes\n  4 cups kale\n  3 -4 cups cauliflower (cut up into small pieces)\n  1 1/2 cups heavy cream\n  ",
			"direction": "1. Fry bacon in a medium/large size skillet; drain fat, put on a plate and let cool.\n  2. In the same skillet cook the sausage and set aside.\n  3. In a large soup/stew pan put cook onions until tender and clear.\n  4. Add in garlic and cook for a minute.\n  5. Add water and chicken bullion cubes.\n  6 Start to tear the bacon into bite size pieces and add to the pot.\n  7. Add sausage.\n  8. Add cauliflower.\n  9. Cook for 15 minutes (until cauliflower is soft).\n  10. Add heavy cream.\n  11. Add kale.\n  12. Simmer for 5-10 minutes.\n  "
		},
		{
			"number": "500073",
			"category": "2",
			"meal": "103",
			"news": "0",
			"title": "Hamburger Soup",
			"ingredients": " 900 ml beef broth (2 container)\n  1 large zucchini chopped \n  2 roma tomatoes chopped\n  1 cup of cabbage chopped \n  1 1/2 lb extra lean hamburger meat\n  1/3 cup onion chopped \n  oregano \n  seasoning salt\n  parsley\n  pepper\n  ",
			"direction": "1. In a large pot brown hamburger meat, then drain the fat. Add onion, zucchini, tomatoes and all spices add 1/4 of the beef broth. Simmer for 5 minutes. Add remaining broth and bring it to a boil for about 15 minutes, until zucchinis are tender. \n  2. In small bowl add 1 Tsp of starch and water, mix until smooth then add it to your pot. Stir it in and it will thicken your soup. (Thicken it to your liking). Makes 8 servings. Calculated carbs: 3.8 carbs / serving\n  "
		},
		{
			"number": "500074",
			"category": "2",
			"meal": "103",
			"news": "3",
			"title": "Low Carb Tomato Soup",
			"ingredients": " 1 can rotel tomatoes\n  1 15 oz can crushed tomatoes\n  1 box chicken broth\n  1-2 tsp garlic powder \n  1-2 tsp onion powder\n  1-2 tsp chili powder\n  a shake or two of cayenne pepper\n  ¼ c. heavy whipping cream\n  ",
			"direction": "1. Put the tomatoes in the pan and blended them with a stick blender and then add the broth and seasonings. Start with the lesser amount of seasoning and add till you have what you like.\n  2. Bring it to a low boil and then simmer for a little while (about 15 minutes), turn the heat off and added the heavy whipping cream. Stir well and serve. Carb count will depend on brand of ingredients and the serving size you use.\n  "
		},
		{
			"number": "500075",
			"category": "2",
			"meal": "103",
			"news": "0",
			"title": "Low Carb Bacon Cheeseburger Soup",
			"ingredients": " 1 1/2 cup beef broth \n  3/4 ground beef \n  1 can of condensed cheese \n  1/2 cup beef broth \n  1/2 cup of sour cream \n  1/2 tsp salt \n  1/2 tsp pepper \n  1 cup shredded cheese \n  1/4 cup of water \n  1/4 cup heavy whipping cream \n  10 slices of cooked bacon \n  1/4 tsp garlic powdered \n  1/2 tsp onion powder\n  ",
			"direction": "1. Add all ingredients to slow cooker. \n  2. Cook on low for 2 hours until thoroughly heated. \n  3. Make sure to stir periodically. \n  4. Enjoy.\n  "
		},
		{
			"number": "500076",
			"category": "2",
			"meal": "101",
			"news": "5",
			"title": "Carrot and Ginger Soup",
			"ingredients": " 600 g of carrots, peeled and chopped\n  2 medium onions, peeled and chopped\n  1 clove of garlic, peeled and crushed\n  3 tbsp olive oil\n  1tsp powdered ginger\n  1tsp medium curry powder\n  11/2 litres good stock, chicken or vegetable\n  sea salt and black pepper\n  pared rind of one lemon\n  1 x 200 g crème fraîche (lemon herb cream)\n  finely grated rind of one lemon (lemon herb cream)\n  2 tsp chopped parsley (lemon herb cream)\n  2 tsp chopped chives (lemon herb cream)\n  ",
			"direction": "1. Heat the olive oil in a saucepan and add the onions and carrots, cook for several minutes, stirring from time to time. Do not brown the vegetables.\n  2. Then add the garlic, ginger and curry powder and cook for a further min. Add the stock and lemon strips to the pan, half cover the pan with its lid, and simmer gently for 20 mins until the carrots are tender.\n  3. Cool slightly, then liquidize the soup until smooth. Taste and season with sea salt and black pepper. Reheat to serve.\n  4. For the lemon herb cream: Mix all the ingredients together and serve a spoonful on top of the soup.\n  "
		},
		{
			"number": "500077",
			"category": "2",
			"meal": "101",
			"news": "0",
			"title": "Spicy Pumpkin Soup",
			"ingredients": " 1 tbsp olive oil\n  1 onion, finely chopped\n  2 cloves garlic, crushed\n  2 chilies, seeded and sliced\n  1 tsp ground cumin\n  1 small pumpkin (or medium butternut squash), seeded, peeled and chopped\n  3 medium potato, peeled and chopped\n  5 cup low-sodium chicken stock\n  4 tsp nonfat sour cream\n  4 tsp chives, to garnish\n  ",
			"direction": "1. Heat oil in a large saucepan over medium heat. Add onion, garlic, chilies, and cumin. Sauté until onion is soft. Stir in pumpkin, potatoes and stock. Bring to a boil. Cover and reduce heat. \n  2. Simmer for 30 minutes or until pumpkin and potatoes are soft, stirring occasionally.\n  3. Purée soup in a food processor. Return soup to saucepan to reheat. Top with a dollop of nonfat sour cream and sprinkle with chives, if desired. Serve immediately.\n  "
		},
		{
			"number": "500078",
			"category": "2",
			"meal": "103",
			"news": "0",
			"title": "Spicy Asparagus Soup",
			"ingredients": " 300 g asparagus\n  400 ml slightly salted water\n  1 tbsp. sesame oil\n  2 garlic cloves, finely chopped\n  1 shallot, diced\n  ¼ tsp. ground white pepper\n  400 ml half fat coconut milk\n  1 tbsp. light soy sauce or coconut\n  aminos\n  pinch of salt\n  ",
			"direction": "1. Place the asparagus in a saucepan and cover it with slightly salted water. Bring to the boil, then lower the heat and cook the asparagus spears for 3 minutes.\n  2. Drain the asparagus and liquidize it with 400ml of the same water used to cook the asparagus. Heat the sesame oil in a medium-sized saucepan over a medium heat. Add in the garlic, shallot and pepper and sauté for 1 minute.\n  3. Pour in the liquidized asparagus and bring the entire mixture to the boil. Next add the coconut milk, boil for 2 minutes and mix in the soy sauce. The dish is now ready to serve. Season with the salt to taste, and garnish with watercress.\n  "
		},
		{
			"number": "500079",
			"category": "2",
			"meal": "103",
			"news": "0",
			"title": "Tortilla Soup",
			"ingredients": " 1 tablespoon ghee (clarified butter)\n  1 large yellow onion, diced\n  6 cloves garlic, peeled and minced\n  2 fresh jalapeño peppers, diced (and seeded, if you wish)\n  2 quarts chicken stock\n  1 28-ounce can diced fire-roasted tomatoes\n  1 pound of chicken breast, cooked and diced\n  1 cup fresh cilantro, chopped\n  juice of two limes\n  avocado slices, lime pinwheels, or minced fresh cilantro, for garnish\n  ",
			"direction": "1. Heat ghee in a Dutch oven or soup pot over medium heat. Sauté onions until they are translucent, about 4 to 6 minutes.\n  2. Add garlic and jalapeños. Sauté for 1 to 2 minutes, or until fragrant. Pour in the chicken stock and tomatoes and bring to a medium boil, cooking for about 3 to 5 minutes.\n  3. Add the cooked chicken, cilantro, and lime juice, and stir. Serve the soup topped with whatever garnish you prefer!\n  "
		},
		{
			"number": "500080",
			"category": "2",
			"meal": "101",
			"news": "0",
			"title": "Butternut Squash Soup",
			"ingredients": " 400 g butternut squash, peeled diced\n  1 carrot, peeled and diced\n  1 small onion, finely chopped\n  1 celery stalk, finely chopped\n  750 ml vegetable stock\n  2 garlic cloves, finely chopped\n  100 ml skimmed milk\n  salt and freshly ground pepper\n  ",
			"direction": "1. Combine the butternut squash, carrot, celery, onion, garlic and vegetable stock in a big saucepan and bring to the boil. Lower the heat and simmer for about 40 minutes, until the squash softens. Pour in the milk into the mixture and puree the soup in a blender.\n  2. Season with salt and pepper to taste and relish!\n  "
		},
		{
			"number": "500081",
			"category": "2",
			"meal": "103",
			"news": "4",
			"title": "Ham and Split Pea Soup",
			"ingredients": " 1 1/3 tablespoons extra virgin olive oil, divided\n  1/3 pound diced smoked ham\n  2/3 small onion, chopped\n  2/3 cup green split peas\n  9 2/3 ounces chicken broth\n  9 2/3 ounces water\n  1/3 tablespoon fresh sage\n  ",
			"direction": "1. Heat 1 tablespoon oil in a large saucepot over medium heat. Cook ham 5 minutes, or until lightly browned. Remove with a slotted spoon and set aside. Add remaining tablespoon of oil to pot. Cook onion 5 minutes, until softened. Add peas, broth mixture and sage. Bring to a boil. \n  2. Reduce heat to low and cook 35 minutes, or until peas are tender. Purée half the soup in a blender, and return to pot along with reserved ham. Cook over medium heat 10 minutes for flavors to blend. Add salt and pepper to taste. Net Carbs: 12.5 Fiber: 8.6 Protein: 14.8 Fat: 7.4 Calories: 204\n  "
		},
		{
			"number": "500082",
			"category": "2",
			"meal": "101",
			"news": "0",
			"title": "Broccoli & Stilton Soup",
			"ingredients": " 2 tbsp rapeseed oil\n  1 onion, finely chopped\n  1 stick celery, sliced\n  1 leek, sliced\n  1 medium potato, diced\n  1 knob butter\n  1 l low salt or homemade chicken or vegetable stock\n  1 head broccoli, roughly chopped\n  140 g stilton, or other blue cheese, crumbled\n  ",
			"direction": "1. Heat the rapeseed oil in a large saucepan and then add the onions. Cook on a medium heat until soft. Add a splash of water if the onions start to catch. Add the celery, leek, potato and a knob of butter. Stir until melted, then cover with a lid. \n  2. Allow to sweat for 5 minutes. Remove the lid.Pour in the stock and add any chunky bits of broccoli stalk. Cook for 10 – 15 minutes until all the vegetables are soft.\n  3. Add the rest of the broccoli and cook for a further 5 minutes. Carefully transfer to a blender and blitz until smooth. Stir in the stilton, allowing a few lumps to remain. Season with black pepper and serve.\n  "
		},
		{
			"number": "500083",
			"category": "2",
			"meal": "101",
			"news": "0",
			"title": "Creamy Sweet Potato and Cauliflower Soup",
			"ingredients": " 1 teaspoon olive oil\n  1 medium yellow onion (diced)\n  1 garlic clove (crushed)\n  1 large sweet potato (peeled, diced)\n  ½ head cauliflower (cut into florets, soaked in water)\n  5 cups low sodium vegetable broth\n  1-2 tablespoons apple cider vinegar\n  ",
			"direction": "1. Heat olive oil in a medium sized stocpot. Saute onions until glossy. Add garlic and continue cooking, stirring often, until garlic becomes fragrant ( about 3 minutes).\n  2. Add sweet potato and cauliflower, cookfor 1 - 2 minutes, and then add broth. Cover stock pot. Reduce to low heat, uncover, and let simmer for 15 to 20 minutes until sweet potato can easily be pierced with a fork.\n  3. Puree with an immersion blender until smooth. Stir in 2 tablespoons of apple cider vinegar, bring to another quick boil, and again simmer for an additional 3 minutes.\n  4. Serve hot and garnish with favorite toppings such as pumpkin seeds, chives, pine nuts, parsley, croutons, vegan sour cream or yogurt.\n  "
		},
		{
			"number": "500084",
			"category": "2",
			"meal": "101",
			"news": "0",
			"title": "Carrot and Coriander Soup",
			"ingredients": " 1 large onion, chopped\n  80 g peeled butternut squash, chopped\n  750 g carrots, peeled and chopped\n  1 litre boiling vegetable stock\n  1 tsp ground coriander\n  60 g canned cannellini beans, drained\n  10 g fresh coriander, finely chopped\n  3 tbsp quark\n  salt and freshly ground black pepper\n  ",
			"direction": "1. Put the onion into a large pan with the squash, carrots, stock and ground coriander. Bring to the boil over a high heat, turn the heat to low and simmer for 20 minutes or until the vegetables are very soft.\n  2. Add the beans to the soup and simmer for a couple of minutes. Take off the heat, cool slightly then pour into a food processor or liquidizer and whizz until smooth.\n  3. Stir in the fresh coriander and quark, season to taste and serve.\n  "
		},
		{
			"number": "500085",
			"category": "2",
			"meal": "103",
			"news": "0",
			"title": "Patricia Bunn",
			"ingredients": " 1 tablespoon olive oil\n  2 onions, halved and thinly sliced\n  ½ tablespoon fresh thyme or ½ teaspoon dried thyme\n  1 teaspoon salt\n  ½ teaspoon pepper\n  ¼ cup beef broth\n  ¼ cup red wine\n  1 ½ lbs ground beef (meatballs)\n  ¼ cup bread crumbs or ground oats (meatballs)\n  1 tablespoon minced fresh parsley (meatballs)\n  1 teaspoon pepper (meatballs)\n  1 teaspoon kosher salt (meatballs)\n  1 egg (meatballs)\n  8 oz mozzarella cheese  (meatballs)\n  ½ tablespoon olive oil (meatballs)\n  fresh chopped parsley for garnish, optional (meatballs)\n  1 ¾ cup beef broth (sauce)\n  ¼ cup red wine (sauce)\n  2 tablespoons cornstarch (sauce)\n  salt & pepper, to taste (sauce)\n  ",
			"direction": "1. For the onions. Heat oil in a skillet over medium, add onions, salt & pepper, cook 15-20 minutes, stirring frequently or until caramelized. Add thyme, sauté for minute or two, then add the wine and beef broth.\n  2. Reduce until very little liquid remains. Set aside.\n  3. For the meatballs. Combine all ingredients except the cheese in a large bowl, and gently combine with your hands. Divide the meat mixture into sixteen equal pieces. Take one piece of the meat mixture and flatten slightly into a patty. Place about a half tablespoon of the onions and one cube of cheese in the center of the patty and wrap the meatball around the onions and cheese, sealing as best you can. Repeat with the remaining meat, onions, and cheese cubes.\n  4. Preheat your oven to 375°F. Heat the oil in a skillet over medium high heat. Add the meatballs and brown on all sides. Whisk together the sauce ingredients and pour over the meatballs. Place in the oven and bake for 15-20 minutes. If you are not using an oven-safe skillet, transfer to a casserole dish before pouring over the sauce.\n  5. Sprinkle the shredded cheese over the meatballs and return to the oven for another 15-20 minutes, or until cooked through, then place under the broiler for 2-3 minutes, or until the cheese is browned and bubbly. Garnish with fresh parsley, if desired.\n  "
		},
		{
			"number": "500086",
			"category": "2",
			"meal": "103",
			"news": "5",
			"title": "Gabby Metcalfe",
			"ingredients": " your favourite ryvita® crispbread \n  1 tbsp olive oil \n  1 tbsp butter \n  3 onions, chopped \n  2 tbsp chopped sage \n  1 butternut squash (around 1.4kg) \n  1 tbsp clear honey \n  1½ litres of vegetable stock \n  bunch of chives, snipped \n  cracked black pepper to season\n  ",
			"direction": "1. This tasty recipe will make enough soup for four. Melt the oil and butter in a large saucepan, add the onions and sage, and gently cook until really soft – this should take about 15 mins. When the onions are beautifully caramelized tip in the butternut squash and cook for 5 mins, stirring continually. \n  2. Add the honey and stock, bring to a simmer and cook until the squash is tender. Let the soup cool a bit so you don’t burn yourself, then whizz with a hand blender until really smooth. Season to taste, adding a drop more stock or water if the soup is too thick.\n  3. Sprinkle with chives and crumble up your favourite Ryvita Crispbread as croutons. Season with black pepper and enjoy.\n  "
		},
		{
			"number": "500087",
			"category": "2",
			"meal": "103",
			"news": "5",
			"title": "Low Fat Creamy Mushroom Soup",
			"ingredients": " 3 tbsp flour\n  4 cups water\n  4 tsp better than bouillon chicken (or 2 chicken bouillon cubes)\n  5 oz shiitake mushrooms, sliced\n  8 oz baby bella, sliced\n  1 celery stalk\n  1 tbsp light butter (optional)\n  ",
			"direction": "1. Place cold water and flour in a blender and blend until smooth; pour into a medium pot and set heat to medium. \n  2. Add celery, mushrooms, chicken bullion and butter and bring to a boil. Cover and simmer until vegetables are soft, about 20 minutes. Remove celery and a cup of soup and place in a blender, blend until smooth, then return it to the pot and simmer a few minutes.\n  "
		},
		{
			"number": "500088",
			"category": "2",
			"meal": "103",
			"news": "0",
			"title": "Delicious Vegetable Soup",
			"ingredients": " 1 c. celery, chopped\n  1 c. carrots, sliced\n  1 medium zucchini, sliced and then cut in half pieces\n  1 medium onion, diced\n  (1) 14.5 oz can of diced tomatoes\n  1 small can of mushrooms (you could also use fresh, if you prefer)\n  1 tbs. olive oil\n  3 tsp. dried parsley\n  1 tsp. dried basil\n  2 bay leaves\n  1-2 tbs minced garlic\n  5 c. low sodium beef broth + extra in case some boils down\n  ",
			"direction": "1. Heat the olive oil, onion and minced garlic in a large saucepan or dutch oven on medium/high heat.\n  2. Saute until the onions are translucent, about 10 minutes.\n  3. Add in the rest of the vegetables and saute for another 10 minutes.\n  4. Add the can of diced tomatoes\n  5. Pour in the 5 C. of beef broth, if some boils down, you can always add more.\n  6. Add in the bay leaves, dried parsley and basil.\n  7. Simmer on medium heat until the vegetables are tender.\n  8. Serve with crackers or crusty bread and butter.\n  "
		},
		{
			"number": "500089",
			"category": "2",
			"meal": "103",
			"news": "0",
			"title": "Crockpot French Onion Soup",
			"ingredients": " 4 sweet onions onions, sliced\n  2 tbsp butter\n  1 tbsp worcestershire sauce\n  1 tbsp balsamic vinegar\n  3 garlic cloves, minced\n  2 tsp brown sugar\n  1/2 tsp pepper\n  1/2 tsp salt \n  3 tbsp all-purpose flour \n  64 ounces beef, vegetable, or chicken broth\n  2 tbsp fresh thyme\n  french bread, add points\n  low fat swiss cheese, add points\n  ",
			"direction": "1. Set your crockpot to high and add the onions, butter, Worcestershire sauce, vinegar, garlic, brown sugar, salt, and pepper. Cook for 60 minutes until onions begin to brown and caramelize, stirring occasionally.\n  2. Stir in the flour and let cook for 5 more minutes.\n  3. Add the broth and thyme. Cook on low for 6-8 hours. \n  4. To serve with bread and cheese, slice a small piece of french bread and place on top of the soup. Cover with one slice of Swiss cheese and broil for 3 minutes.\n  "
		},
		{
			"number": "500090",
			"category": "2",
			"meal": "103",
			"news": "5",
			"title": "Thai Coconut & Mixed Veg Soup",
			"ingredients": " 1 tbsp. vegetable oil\n  600 g stir-fry vegetables\n  2 tbsp. ginger, finely chopped\n  2 garlic cloves, minced\n  1 red chilli\n  800 ml half fat coconut milk\n  2 tsp. of vegetarian green thai paste\n  300 ml water\n  fresh coriander to garnish\n  ",
			"direction": "1. Heat the vegetable oil in a wok over a medium heat. Stir-fry the vegetables in the wok for 3 minutes. Add in the ginger, garlic, and chilli, and cook them for a minute. Mix the coconut milk, green Thai paste, and water in a bowl, and then pour the liquid mixture onto the vegetables in the wok.\n  2. Cover the wok and bring the mixture to the boil. Cook for 2 minutes, then divide the soup into four bowls. Garnish with coriander and enjoy!\n  "
		},
		{
			"number": "500091",
			"category": "2",
			"meal": "103",
			"news": "0",
			"title": "Broccoli Cheese Soup",
			"ingredients": " 1 cup whipped heavy cream\n  1 dash pepper\n  1 dash salt\n  4 cups reduced sodium chicken broth\n  20 oz broccoli\n  12 oz reduced fat cheddar cheese\n  ",
			"direction": "1. Bring broccoli and broth to boil, simmer for 5 minutes.\n  2. Add cheese cubes and heat on low until cheese melts.\n  3. Add salt and pepper to taste.\n  4. If soup is too thick, add heavy cream to thin to desired consistency.\n  "
		},
		{
			"number": "500092",
			"category": "2",
			"meal": "101",
			"news": "0",
			"title": "Honey Roasted Butternut Pumpkin Soup",
			"ingredients": " 1 kg of butternut pumpkin peeled and deseeded and cut into wedges\n  1/4 cup of honey\n  1/2 teaspoon of grated nutmeg\n  3 tablespoons of olive oil\n  sea salt and freshly cracked black pepper to taste\n  2 brown onions, chopped\n  3 cloves of garlic\n  2 sticks of celery, chopped\n  1.25 litres of vegetable stock\n  1 tablespoon of chopped rosemary\n  2 tablespoons of cream\n  ",
			"direction": "1. Preheat the oven to 180 degrees Celsius (350 Fahrenheit).\n  2. Place the pumpkin in a baking tray and cover with 2 tablespoons of the olive oil, nutmeg, honey, salt and pepper. Toss to ensure the pumpkin is coated evenly and roast in the oven until the pumpkin is softened and cooked through. Set aside.\n  3. In a large stock pot heat 1 tablespoon of olive oil over a medium low heat and add the onion, garlic and celery. Cook until the onion is softened and golden. Reduce the heat if necessary, to stop the onion burning.\n  4. Add the pumpkin to the pot along with the stock and rosemary. Stir to combine and then blend with a stick blender until smooth. Alternately pour the mixture into a blender and blend until smooth.\n  5. Return the pot to the hot plate and add the cream and stir through and simmer for 2 to 3 minutes.\n  "
		},
		{
			"number": "500093",
			"category": "2",
			"meal": "101",
			"news": "0",
			"title": "Creamy Carrot and Sweet Potato Soup",
			"ingredients": " 3 tbsps olive oil\n  1 yellow onion (chopped)\n  6 garlic cloves (chopped)\n  3 carrots (medium, chopped)\n  1 tbsp fresh thyme leaves\n  1 tbsp sage leaves (fresh, chopped)\n  1 tbsp rosemary leaves (fresh, chopped)\n  2 sweet potatoes (large, peeled and chopped, about 2 lbs)\n  6 cups vegetable stock\n  salt\n  pepper\n  ",
			"direction": "1. Heat oil in a large pot over medium high heat. Add onion and cook until translucent, about 5 minutes. Add garlic, carrots and herbs, and saute until very fragrant, about 5 minutes.\n  2. Add potatoes and vegetable stock. Bring just to a boil. Cover, reduce heat, and simmer until potatoes and carrots are tender, about 15 minutes.\n  3. Puree with an immersion blender or regular blender in batches. Season with salt and pepper to taste.\n  "
		},
		{
			"number": "500094",
			"category": "2",
			"meal": "103",
			"news": "4",
			"title": "Apple & Onion Soup",
			"ingredients": " 2 tablespoons vegetable oil\n  2 onions, sliced\n  ½ cup vegetable or chicken stock\n  6 apples, diced\n  ½ teaspoon ground allspice\n  3 sage leaves \n  2 tablespoons butter\n  2 tablespoons flour\n  salt to taste\n  ",
			"direction": "1. Heat oil in skillet and add onions. Caramelize, stirring occasionally over low heat for 45 minutes.\n  2. Meanwhile, puree apples in food processor with the stock.\n  3. In a medium sized sauce pan, combine the butter and flour and cook over low heat. Once the flour and butter start to bubble add the stock and pureed apples. \n  4. Add sage leaves and allspice. Cover, and reduce to a simmer for 30 minutes\n  5. Once the onions are caramelized, add to soup stock. Puree everything together using a food processor or hand blender. Taste for salt and serve.\n  "
		},
		{
			"number": "500095",
			"category": "2",
			"meal": "103",
			"news": "0",
			"title": "Vegetable Soup",
			"ingredients": " 2 cups cubed peeled potatoes\n  2 cups reduced-sodium chicken broth\n  1 cup chopped carrots\n  1/2 cup chopped onion\n  1 can (14-3/4 ounces) cream-style corn\n  1 can (12 ounces) fat-free evaporated milk\n  3/4 cup shredded reduced-fat cheddar cheese\n  1/2 cup sliced fresh mushrooms\n  1/4 teaspoon pepper\n  2 tablespoons bacon bits\n  ",
			"direction": "1. In a large saucepan, combine potatoes, broth, carrots and onion; bring to a boil. Reduce heat; simmer, uncovered, 10-15 minutes or until vegetables are tender.\n  2. Add corn, milk, cheese, mushrooms and pepper; cook and stir 4-6 minutes longer or until heated through. Sprinkle with bacon bits. Yield: 7 servings (1-3/4 quarts).\n  "
		},
		{
			"number": "500096",
			"category": "3",
			"meal": "100",
			"news": "0",
			"title": "Fruit Pizza",
			"ingredients": " 100 g broken digestive biscuits\n  30 g softened butter\n  3 tbsp. lemon curd\n  200 g of strawberries\n  several mint leaves for decoration\n  ",
			"direction": "1. Lightly grease a loose-bottomed 15cm cake tin with butter (not the butter listed in the\n  ingredients) and line with greaseproof paper. Put the digestive biscuit pieces in a food processor along with the butter and blend until they are nicely crumbled and the butter\n  is mixed in evenly. Spoon the mixture into the prepared cake tin, pressing the buttery biscuit base down with the back of a dessert spoon so that it is even and place in the fridge.\n  2. After an hour, spoon the lemon curd onto the chilled base. Cut each strawberry into\n  four pieces and place over the lemon curd. Sprinkle with mint leaves before serving! Serve as soon as it’s ready to avoid a soggy base.\n  "
		},
		{
			"number": "500097",
			"category": "3",
			"meal": "100",
			"news": "0",
			"title": "Chewy Chocolate Chip Cookies",
			"ingredients": " 1⁄2 cup butter, melted\n  3⁄4 cup truvía® brown sugar blend\n  1⁄2 tsp vanilla extract\n  1 egg\n  1 tbsp water\n  1⁄2 tsp salt\n  1⁄2 tsp baking soda\n  1 cup all purpose flour\n  1 cup semi-sweet chocolate chips\n  ",
			"direction": "1. Pre-heat your oven to 375°F.\n  2. Melt butter in microwave and add to large mixing bowl with the Truvía® Brown Sugar Blend. Add vanilla, egg and water. Mix for 1-2 minutes to start dissolving the Truvía® Brown Sugar Blend.\n  3. Whisk salt and baking soda into the flour in a separate bowl. Add to the liquid ingredients and mix to form a very soft dough that’s like thick batter. This thin consistency will allow the cookies to spread in the oven and develop a soft and chewy texture. Mix in chocolate chips.\n  4. Drop dough by rounded tablespoons on cookie sheet and press down lightly. Bake for 6-7 minutes until the edges are lightly brown.\n  5. Cool on pan for 1-2 minutes until cookies set, then transfer to cooling rack.\n  "
		},
		{
			"number": "500098",
			"category": "0",
			"meal": "102",
			"news": "5",
			"title": "Almost Zero Carbs, Substitute Cream Cheese ",
			"ingredients": " nonstick cooking spray\n  3 large eggs\n  ⅛ teaspoon cream of tartar\n  3 ounces (100 m grams) full-fat cream cheese, cold, cubed\n  ⅛ teaspoon salt\n  ",
			"direction": "1. Preheat oven to 300 degrees F. Line a cookie sheet with parchment paper and lightly spray with nonstick spray.\n  2. Separate the eggs, making sure no yolk gets into the whites and placing the whites in a clean, non-greasy bowl.\n  3. Using a clean, non-greasy electric whisk, whip the egg whites and the cream of tartar until stiff.\n  4. In a separate bowl, use the same whisk to whisk together the yolks, cream cheese and salt, until smooth.\n  5. Using a spatula, carefully fold the egg whites into the cream cheese mixture, working in batches. Work by placing a mound of egg whites on top of the yolk mixture, then gently fold the yolk mixture from under and over the egg whites, rotating the bowl, again and again until the mixture is incorporated. You want to use the folding technique because you want to keep the air bubbles intact in the egg whites.\n  6. Spoon 6 large mounds of the mixture onto the prepared baking sheet. Gently press with a spatula on the top of each mound to flatten just slightly.\n  7. Bake 30-40 minutes, until golden-brown. Cool a couple of minutes on the cookie sheet, then gently transfer to a wire rack to cool completely. Store leftovers in a slightly open Ziploc bag in the fridge for a couple of days.\n  "
		},
		{
			"number": "500099",
			"category": "3",
			"meal": "100",
			"news": "0",
			"title": "Cranberry & Walnut Cookies",
			"ingredients": " 400 g almond flour\n  75 g stevia\n  1 tsp. baking powder\n  1 egg, beaten\n  75ml olive oil\n  25 g melted butter\n  2 tsp. vanilla essence\n  50 g dried cranberries\n  50 g chopped walnuts\n  ",
			"direction": "1. Preheat oven to Gas Mark 4 or 180°C. Line a baking tray with greaseproof paper. Whisk the almond flour, Stevia, baking powder, egg, olive oil, butter, and vanilla essence together in a large bowl.\n  2. Mix the chopped walnuts and cranberries into the flour mixture. Make 1 inch balls with your hands and place onto the baking tray. Flatten the balls with your palm and bake for 10 minutes until brown. Cool for 10 minutes on the baking tray and then place onto a cooling tray. Enjoy with a hot cup of tea or coffee or a cold glass of milk!\n  "
		},
		{
			"number": "500100",
			"category": "3",
			"meal": "100",
			"news": "0",
			"title": "Peanut Butter Cookies",
			"ingredients": " 1/2 cup splenda no calorie sweetener\n  1/2 c splenda brown sugar blend\n  1 large egg\n  1 cup reduced fat smuckers natural peanut butter (creamy)\n  1 tsp. baking soda\n  ",
			"direction": "1. Preheat oven to 325. Spray a large baking sheet with Pam or similar non-stick spray.\n  2. Mix all ingredients together in a large mixing bowl. Mixture will be crumbly. Roll cookie dough into 36- 1 inch balls (approximate size). Spray a large baking sheet with Pam. Place cookie balls on the baking pan. Press down lightly to flatten balls. Use a fork to make criss/cross lines if desired.\n  3. Makes 36 servings. A serving is one cookie.\n  "
		},
		{
			"number": "500101",
			"category": "3",
			"meal": "102",
			"news": "0",
			"title": "Strawberry Cake",
			"ingredients": " 8 eggs, separated\n  8 oz. cream cheese\n  1 tsp vanilla extract\n  1/8 tsp cream of tartar\n  1/2 cup sugar substitute equivalent\n  1 scoop protein powder\n  2 cups fresh strawberries, sliced + sweetener \n  1 cup heavy whipping cream (topping)\n  4 tbsp sugar equivalent substitute (topping)\n  1 tsp vanilla extract (topping)\n  ",
			"direction": "1. For the cake. Whip the whites with cream of tartar until stiff peaks form, about 5 minutes. In a separate bowl, combine cream cheese with egg yolks, vanilla extract, protein powder, sweetener and salt.\n  2. Gently fold the whites into the yolk mixture until combined. Spread the oopsie batter evenly (this batter doesn’t level out–it retains its shape, so if you leave it lump and bumpy, it’s going to stay lumpy and bumpy) on the sheet cake covered with parchment paper (don’t worry about greasing the pan or the parchment) and bake in a 300 degree oven for 30 minutes. Let cool 15 minutes with a damp dish towel on top to keep cake from drying out.\n  3. Cut cake into 8 equal sections. Set aside.\n  4. For the Strawberries. Soak in just enough water to almost cover the strawberries + 1/4 cup equivalent sugar substitute. Let sit on counter for an hour or overnight in the refrigerator.\n  5. To assemble the cake. Place first cake layer on a plate. Top with whipped cream (recipe below). Top with second cake, whipped cream and strawberries. Serve cold. Leftover portions may be refrigerated, but are best stored separately and combined for service.\n  6. Whipped Topping recipe. Whip all ingredients together ion high speed in a mixer until stiff peaks form. Makes 4, double-layered shortcakes or 8 single layered shortcakes.\n  "
		},
		{
			"number": "500102",
			"category": "3",
			"meal": "102",
			"news": "0",
			"title": "Frosted Carrot & Nut Cake Bars",
			"ingredients": " 100 g low-fat cream cheese\n  100 g low-fat yoghurt\n  2 tbsp. double cream\n  1 tsp. vanilla extract\n  300 g plain flour\n  100 g whole wheat flour\n  2 tsp. sweetener\n  1 ½ tsp. cinnamon\n  1 tsp. baking powder\n  pinch of salt\n  200 g carrots, finely grated\n  300 g chopped walnuts, toasted\n  3 egg whites, lightly beaten\n  100 g olive oil\n  4 tbsp. runny honey\n  100 ml skimmed milk\n  ",
			"direction": "1. To make the cream cheese topping, whisk the cream cheese with an electric mixer on medium speed until it is smooth. Then, mix in the yoghurt, the double cream mixture, and add the vanilla extract.\n  2. Place the cream cheese topping in the fridge.\n  3. Preheat the oven to Gas Mark 4 or 150C. Line a 9x9x2-inch baking tray with cooking parchment, ensuring that the parchment covers the edges of the tray. Set the tray to one side. Place the plain flour, whole wheat flour, sweetener, cinnamon, baking powder, and salt in large bowl and mix thoroughly. Add the carrots, 200g of the nuts, egg whites, oil, honey, and milk.\n  4. Stir the mixture thoroughly, then spread it evenly in the pan. Bake in the preheated oven for 20 minutes.\n  5. Cool the bars in the pan on a wire rack. Using the edges of the parchment, remove the uncut bars from the baking tray, then spread the cream cheese topping evenly over the top. Sprinkle the remaining 100g of nuts on top, and slice the nut cake into 20 bars.\n  "
		},
		{
			"number": "500103",
			"category": "3",
			"meal": "102",
			"news": "0",
			"title": "Blackberry Cake",
			"ingredients": " 120 g butter\n  200 g Stevia\n  130 g soured cream\n  2 eggs\n  150 g almond flour\n  2 tsp. baking powder\n  100 g blackberries\n  ",
			"direction": "1. Preheat the oven to Gas Mark 4 or 180°C. Line a loaf tin with baking parchment. Pop the butter and Stevia in a big bowl, and beat with a wooden spoon to combine.\n  2. Mix in the soured cream and eggs, one at a time.\n  3. Throw in the almond flour and baking powder, and whisk well. Pour the mixture into the prepared loaf tin and bake in the preheated oven for 60 minutes.\n  4. Place the cooked mixture on a cooling tray and leave for 20 minutes before you remove it from the loaf tin.\n  "
		},
		{
			"number": "500104",
			"category": "3",
			"meal": "102",
			"news": "0",
			"title": "Dreamsicle Trifle",
			"ingredients": " 2 large cans mandarin oranges\n  1 small pkg. orange gelatin powder\n  1 pint orange sherbet\n  1 cup whipping cream, whipped (no sugar or vanilla)\n  1 sugar free angel food cake, cubed\n  whipped topping\n  ",
			"direction": "1. Drain 1 cup liquid from mandarin oranges. Bring to a boil in the microwave. Add gelatin, and stir to dissolve. Cool until just warm. Add orange sherbet, and mix until melted. Gently fold in whipped cream. It is okay if there are uneven streaks, just don't smash those fluffy whipped cream bubbles. \n  2. Put half the cake cubes in the trifle dish (or other dish that is not as fancy), cramming them together so they will stay in a tight layer. Pour half the orange mixture over the top, cover with a thin layer of whipped topping, and top with half the oranges. \n  3. On top of the oranges, put the remaining of the cake cubes in, pour over the remaining orange mixture, cover with the remaining oranges, and cover with whipped topping. Refrigerate.\n  "
		},
		{
			"number": "500105",
			"category": "3",
			"meal": "102",
			"news": "0",
			"title": "Great Dessert",
			"ingredients": " 1500 g tub of nume of fromage fais\n  1 sachet options (any flavour you like)\n  150g raspberries\n  91cals, 13carbs\n  share raspberries into 4 dishes\n  ",
			"direction": "1. Mix the options and fromage frais until smooth, serve equally between the dishes and refridgerate.\n  "
		},
		{
			"number": "500106",
			"category": "3",
			"meal": "102",
			"news": "0",
			"title": "Brownie Cheesecake",
			"ingredients": " ½ cup butter\n  2 oz unsweetened chocolate, chopped\n  ½ cup almond flour (honeyville)\n  ¼ cup cocoa powder\n  pinch salt\n  2 large eggs\n  ¾ cup swerve sweetener or granulated stevia or splenda\n  ¼ tsp vanilla\n  ¼ cup walnuts or pecans, chopped\n  1 lb cream cheese, softened (filling)\n  2 large eggs (filling)\n  ½ cup swerve sweetener or granulated erythritol (filling)\n  ¼ cup heavy cream (filling)\n  ½ tsp vanilla extract (filling)\n  ",
			"direction": "1. For the brownie base, preheat oven to 325F and butter a 9-inch springform pan. Wrap bottom of pan in foil.\n  2. In a microwave safe bowl or glass measuring cup, melt butter and chocolate together in the microwave in 30 second increments. Whisk until smooth. Alternatively, you can melt them together over low heat in a small saucepan.\n  3. In a small bowl, whisk together almond flour, cocoa powder and salt. In a large bowl, beat eggs, Swerve and vanilla until smooth. Beat in almond flour mixture, then butter/chocolate mixture until smooth. Stir in nuts.\n  4. Spread evenly over bottom of prepared pan. Bake 15 to 20 minutes until set around edges but still soft in the center. Let cool 15 to 20 minutes.\n  5. For the filling, reduce oven temperature to 300F. In a large bowl, beat cream cheese until smooth. Beat in eggs, Swerve, cream and vanilla until well combined.\n  6. Pour filling over crust and place cheesecake on a large cookie sheet. Bake until edges are set and center just barely jiggles, 35 to 45 minutes. Remove from oven and let cool.\n  7. Run a knife around edges to loosen and then remove sides of pan. Cover with plastic wrap and refrigerate at least 3 hours. Serve with sugar-free chocolate sauce or ganache. Serves 10. Each serving has 6.71 g of carbs and 2.51 g of fiber. Total NET CARBS = 4.21 g. Food energy: 381kcal Total fat: 33.62g Calories from fat: 302 Cholesterol: 156mg Carbohydrate: 6.71g Total dietary fiber: 2.51g Protein: 8.68g\n  "
		},
		{
			"number": "500107",
			"category": "3",
			"meal": "100",
			"news": "0",
			"title": "Crème Caramel",
			"ingredients": " 150 ml full fat milk\n  1 egg\n  1 tbsp. corn flour\n  2 tsp. sweetener\n  A vanilla pod with seeds\n  1 tsp. vanilla extract\n  50 g raspberries to garnish\n  ",
			"direction": "1. Place all the ingredients apart from the raspberries in a small saucepan and whisk\n  until totally smooth. Bring the milk mixture to the boil for 1 minute, stirring throughout to ensure that there are no lumps. Pour this mixture into two dessert bowls and refrigerate for at least 1 hour.\n  2. Serve cold with raspberries for a delectable dessert!\n  "
		},
		{
			"number": "500108",
			"category": "3",
			"meal": "100",
			"news": "0",
			"title": "Low-Carb Pumpkin Cheesecake Mousse",
			"ingredients": " 2 packages cream cheese 8-oz size\n  1 can pumpkin puree 15 oz can, not pumpkin pie filling\n  2 cups heavy cream\n  1 pinch salt\n  2 teaspoons pumpkin pie spice\n  1-2 teaspoons vanilla liquid stevia to taste\n  1 teaspoon vanilla extract\n  cacao nibs \n  ",
			"direction": "1. In a KitchenAid or stand mixer blend cream cheese and pumpkin until smooth.\n  2. Add the rest of the ingredients and blend until whipped and fluffy about 5 minutes.\n  3. Taste and adjust sweetener to your liking if needed.\n  4. Pipe into serving glasses and top with cacao nibs or brown sugar sub like Sukrin if desired.\n  5. Keep refrigerated until ready to serve.\n  "
		},
		{
			"number": "500109",
			"category": "0",
			"meal": "101",
			"news": "5",
			"title": "Southwest Chicken Salad",
			"ingredients": " 1 10-13 ounce can chicken breast, well drained \n  1 tablespoon of butter\n  ¼ cup rotel diced tomatoes & green chiles\n  ¼ cup mayo\n  ⅛ tsp onion powder\n  ⅛ tsp cumin\n  ¼ tsp black pepper\n  ½ tsp dried cilantro \n  sprinkle of chipotle pepper powder \n  salt to taste\n  thin sliced green onions to garnish\n  ",
			"direction": "1. In a small nonstick skillet, melt butter over medium heat. Add chicken breast, smooshing it into smaller pieces. If using leftover chicken, tear it into small pieces and heat it the same way.\n  2. Keep stirring the chicken in the butter till it starts to soften up and look more like fresh chicken. Add the Rotel Tomatoes, stirring well.\n  3. Cook until the tomatoes just start to soften and the liquid cooks away. Remove from heat, and set to the side to cool.\n  4. While the chicken mixture is cooling, in a small bowl mix your mayo with the remaining ingredients, except the salt. When the chicken has cooled to somewhere around lukewarm, mix it into your seasoned mayo. The mayo on its own, by the way, tastes spectacular on pretty much anything. Whip up a batch just for the fridge.\n  5. Mix the mayo and chicken well, and taste to adjust your salt. Add just a teeny pinch since the chicken is salty already. Garnish with thin sliced green onions and a dash of cilantro when ready to serve.\n  "
		},
		{
			"number": "500110",
			"category": "0",
			"meal": "101",
			"news": "0",
			"title": "Chicken Caesar Salad",
			"ingredients": " 1 large head of romaine lettuce, roughly torn\n  400 g diced, cooked, skinless chicken breast\n  100 g freshly grated parmesan cheese\n  120 ml low fat plain yoghurt\n  2 tbsp. fresh lemon juice\n  2 tsp. olive oil\n  1 tsp. dijon mustard\n  2 cloves of garlic, finely chopped\n  1 tbsp. olive oil\n  50 g stale bread cubes\n  salt and freshly ground pepper\n  ",
			"direction": "1. Heat a griddle pan on low heat and add the olive oil.\n  2. Place the bread cubes in it and sauté. Once the bread cubes are golden brown, season to taste. Allow to cool.\n  3. Place the Romaine lettuce in a large bowl. Put the chicken and croutons in it and sprinkle the cheese on top.\n  4. Combine the yoghurt, lemon juice, olive oil, Dijon mustard and garlic then mix well. Then drizzle the dressing on to the salad. Toss gently until combined.\n  5. Season to taste with freshly ground black pepper.\n  "
		},
		{
			"number": "500111",
			"category": "0",
			"meal": "101",
			"news": "4",
			"title": "Courgette and Carrot Salad",
			"ingredients": " 2-3 medium courgettes, thinly sliced (zucchini)\n  200 g (7 oz) carrots, peeled and sliced\n  3 tbsp (45 ml) extra virgin olive oil\n  1 tbsp (15 ml) red wine vinegar\n  1-2 tbsp freshly chopped flat-leaf parsley\n  salt and pepper\n  2 tsp (10 ml) runny honey\n  ",
			"direction": "1. Top tip: For fine courgette and carrot ribbons, use a swivel-head vegetable peeler. Prepare the dressing by placing all the ingredients in a screw-topped jar and shaking well.\n  2. Place the courgettes and carrots in a large salad bowl. Drizzle over the dressing and serve the salad with the meat of your choice.\n  "
		},
		{
			"number": "500112",
			"category": "0",
			"meal": "101",
			"news": "0",
			"title": "Mediterranean Quinoa Salad",
			"ingredients": " 1/8 cup red quinoa  \n  1/3 cup water \n  3 ozs low sodium chunk white tuna (very, drained) \n  1/4 cup frozen peas and carrots (thawed) 1/8 purple onion  \n  1/8 cup italian salad dressing  \n  1/4 cup grape tomatoes  \n  lettuce leaves\n  ",
			"direction": "1. In a fine-mesh stainer, rinse quinoa under cold running water; drain. In a small saucepan, combine the 1-1/2 cups water and quinoa. Bring to boiling; reduce heat. Cover and simmer for 15 minutes. Drain quinoa, if necessary.\n  2. Meanwhile, in a large bowl, combine tuna, peas and carrots, onion, and salad dressing. Lightly toss to combine. Add hot cooked quinoa to slightly soften the vegetables. Cool to room temperature.\n  3. Stir in tomatoes just before serving. To serve, if desired, spoon salad mixture over lettuce leaves on serving plates. Makes 4 (1-1/3 cup) servings. 278 cal., 7 g total fat (1 g sat. fat), 38 mg chol., 315 mg sodium, 27 g carb. (4 g fiber, 3 g sugars), 27 g pro.\n  "
		},
		{
			"number": "500113",
			"category": "0",
			"meal": "101",
			"news": "3",
			"title": "Hot Smoked Salmon Salad",
			"ingredients": " 4 salmon steaks, hot (smoked, skinned)\n  100 g news potatoes, cooked and chopped\n  100 g asparagus tips\n  2 tsp. parsley, finely chopped\n  2 tsp. mint leaves, finely chopped\n  2 spring onions, chopped\n  70 g radishes\n  1.5 tbsp. lemon juice\n  75 ml olive oil\n  ",
			"direction": "1. Half-fill a medium sized pan with water and bring to the boil. Lower the heat, and pop the potatoes in. Leave to cook for 7 minutes.\n  2. Place the asparagus tips in the same water for 2 minutes towards the end, adding a little more water if necessary.\n  3. Drain the water and wait for the potatoes and asparagus to cool. Slice the asparagus, potatoes, salad, onions, radishes and herbs and put aside in a large bowl.\n  4. Mix the lemon juice and olive oil well in a small bowl to make a dressing.\n  5. Drizzle two thirds of the dressing onto the salad mixture and mix well. Carefully flake the salmon in to the bowl and give the salad another mix.\n  6. Serve the salad with a side of asparagus. For the final touch, drizzle with the rest of the dressing.\n  "
		},
		{
			"number": "500114",
			"category": "0",
			"meal": "101",
			"news": "0",
			"title": "Greek Salad",
			"ingredients": " 2 cloves garlic, minced\n  1 teaspoon dried oregano\n  1/2 teaspoon dijon mustard\n  1/4 cup red wine vinegar\n  1 teaspoon salt\n  1/2 teaspoon freshly ground black pepper\n  1/2 cup good olive oil\n  ingredients:\n  sweet red pepper\n  sweet green pepper\n  sweet orange pepper\n  sweet yellow pepper\n  red onion\n  cucumber\n  tomatoes\n  sliced or whole black olives\n  crumbled feta cheese\n  ",
			"direction": "1. Cut vegetables in to bite sized pieces, mix up all the veggies, black olives and feta cheese and mix with dressing.\n  "
		},
		{
			"number": "500115",
			"category": "0",
			"meal": "101",
			"news": "0",
			"title": "Chicken Avocado Salad Low Carb, Gluten Free",
			"ingredients": " 2 large chicken breasts grilled\n  1 large avocado\n  1 pouch ready made guacamole\n  1/2 cup red grapes cut in half\n  1 lime\n  1 tablespoon cilantro\n  salad greens and dressing of your liking\n  garnish with sliced almonds or sunflower seeds!\n  sea salt to taste\n  ",
			"direction": "1. Cube chicken toss into bowl.\n  2. Chop cilantro, add to bowl.\n  3. Juice lime into bowl.\n  4. Add guacamole, avocado, grapes and salt.\n  5. Place a large scoop of this to top your salad!\n  "
		},
		{
			"number": "500116",
			"category": "0",
			"meal": "101",
			"news": "0",
			"title": "Seven Layer Salad",
			"ingredients": " 1/2 pound bacon\n  1/2 large head iceberg lettuce - rinsed, dried, and chopped\n  1/2 red onion, chopped\n  1/2 (10 ounce) package frozen green peas, thawed\n  5 ounces shredded cheddar cheese\n  1/2 cup chopped cauliflower\n  1/2 cup and 2 tablespoons mayonnaise\n  1 tablespoon white sugar\n  1/3 cup grated parmesan cheese\n  ",
			"direction": "1. Place bacon in a large, deep skillet. Cook over medium high heat until evenly brown. \n  2. Crumble and set aside. In a large flat bowl, place the chopped lettuce and top with a layer of onion, peas, shredded cheese, cauliflower and bacon. Prepare the dressing by whisking together the mayonnaise, sugar and Parmesan cheese. Drizzle over salad and refrigerate until chilled.\n  "
		},
		{
			"number": "500117",
			"category": "0",
			"meal": "101",
			"news": "4",
			"title": "Asparagus & Tomato Salad",
			"ingredients": " 1 bunch asparagus, trimmed\n  1 lb tomatoes, diced\n  1 1⁄2 tablespoons fresh basil, chopped\n  1 teaspoon sea salt\n  1⁄2 teaspoon fresh ground black pepper\n  1⁄2 lb feta cheese, crumbled\n  1⁄2 cup balsamic vinegar\n  ",
			"direction": "1. Blanch asparagus briefly in boiling water on stove top, then plunge into ice cold water to stop them from cooking.\n  2. Chop asparagus into bite sized pieces. In large bowl combine asparagus and tomato. Add basil, sea salt and pepper. Stir in feta, toss, and refrigerate.\n  3. Before serving, toss with balsamic vinegar. Share to save on your timeline!\n  "
		},
		{
			"number": "500118",
			"category": "0",
			"meal": "101",
			"news": "0",
			"title": "Spinach Salad with Roasted Chicken",
			"ingredients": " organic baby spinach\n  chopped red pepper\n  chopped cucumber\n  sunflower seeds\n  sliced roast chicken breast\n  salad dressing of choice\n  healthy choice extra virgin olive oil and balsamic vinegar\n  ",
			"direction": "1. Cut and mix.\n  "
		},
		{
			"number": "500119",
			"category": "0",
			"meal": "101",
			"news": "0",
			"title": "Diabetic Special Seven Layer Salad",
			"ingredients": " 1 head romaine lettuce, washed, dried, and chopped\n  3 tomatoes, chopped and seeded\n  3 carrots, chopped\n  2 ribs celery, chopped\n  1 (10-ounce) package frozen green peas, thawed\n  3/4 cup smooth 'n' creamy dressing, divided\n  1/2 pound low-fat turkey bacon, cooked and crumbled\n  6 hard-boiled eggs, peeled and chopped\n  1 cup (4 ounces) shredded italian cheese blend\n  1 cup low-fat cottage cheese \n  2/3 cup low-fat plain yogurt \n  2 green onions, chopped \n  1 tsp dijon mustard \n  1/2 tsp garlic powder \n  1/2 tsp dried basil 1/4 tsp dried oregano\n  ",
			"direction": "1. In a large glass salad or trifle bowl, combine the romaine lettuce and tomatoes. In a medium-sized bowl, combine the carrots and celery, then layer over the lettuce and tomato mixture. In the same medium-sized bowl, combine the peas with 1/4 cup dressing; mix well and layer over the carrots and celery.\n  2. Sprinkle with the crumbled turkey bacon, then layer with the hard-boiled eggs, followed by the shredded cheese. Drizzle with the remaining 3/4 cup dressing and serve, or cover and chill until ready to serve.\n  3. Here's the smooth & creamy dressing. In food processor or blender, process cottage cheese and yogurt until smooth. Pour into bowl and stir in onions and seasonings.Cover and refrigerate for at least 30 min so flavors develop. Store for up to one week. Stir before serving. Makes 1 2/3 cups. Preparation 10 min, chill 30 min or longer 1 serving 3 tbsp (2%) 3 g carb, 5 g protein, 1 g fat, 37 cal\n  "
		},
		{
			"number": "500120",
			"category": "0",
			"meal": "101",
			"news": "5",
			"title": "Cauliflower Egg Salad",
			"ingredients": " 1/2 head cauliflower\n  5 eggs, boiled peeled and diced\n  1/4 cup mayo \n  3 pickles, diced\n  1 tbsp onion, diced\n  1/4 tsp salt\n  dash black pepper\n  1 tbsp pickle juice\n  dried chives to garnish\n  ",
			"direction": "1. Cut cooled and rinsed cauliflower into small pieces. Add the remaining ingredients. Refrigerate an hour before serving. Garnish with chives.\n  "
		}
	]
}